{
  "title": "🎓 Обучение: разгон Instagram на AI-видео (FERIXDI Studio + Google Labs)",
  "subtitle": "Система серийных Reels на полуавтомате: FERIXDI Studio собирает продакшн-пакет, Google Labs (Flow/Veo) производит Quality-видео, Instagram разгоняет охваты за счёт удержания и пересылок.",
  "pricing_note": "Пакет за 10 000 ₽ включает безлимитный доступ к FERIXDI Studio и это обучение. Доступ к урокам открывается тем же промо-кодом, что и функции сервиса.",
  "proof_link": {
    "label": "Живые примеры моего формата (Reels)",
    "url": "https://www.instagram.com/ferixdi.ai/reels/"
  },
  "benefits": [
    "Конвейер: тема/ремейк → продакшн-пакет (Veo-промпт + фото-промпт + диалог + тайминг + инста-пакет) → Flow/Veo → публикация → масштабирование победителей",
    "200+ AI-персонажей с системой совместимости + конструктор своих: серии на постоянных парах — узнаваемость превращается в подписки",
    "Спринт тестов: A/B варианты диалога, 364 готовых шутки, тренды с нишевым отбором — находим победителей быстрее конкурентов",
    "Полная воронка: ролик → профиль → закреп → сторис/комменты → диалог → заявка. Инста-пакет генерирует все тексты за тебя"
  ],
  "definitions": [
    {
      "term": "Продакшн-пакет",
      "value": "Всё что генерирует FERIXDI Studio за один запрос: Veo-промпт (для видео), фото-промпт (кадр 0), диалог с таймингами, раскадровка 8 секунд, инста-пакет (заголовок + share bait + хештеги + закреплённый комментарий + первый комментарий)."
    },
    {
      "term": "Кадр 0 (Frame 0)",
      "value": "Стартовое фото, из которого Veo генерирует видео в режиме image-to-video. Создаётся в Google Labs Flow по фото-промпту из Studio. Формат: вертикальный 9:16 (1080×1920)."
    },
    {
      "term": "Победитель (winner)",
      "value": "Ролик, который стабильно даёт пересылки и сохранения при хорошем удержании. Можно повторять вариациями — менять тему, сохраняя каркас."
    },
    {
      "term": "Вариация",
      "value": "Тот же каркас серии, те же персонажи и темп, но новая тема и формулировки — масштабирование без разрушения формата."
    },
    {
      "term": "WinnerScore",
      "value": "Формула оценки победителя: (досмотры + пересмотры) + 2×пересылки + 2×сохранения. Чем выше — тем увереннее масштабируй."
    }
  ],
  "lessons": [
    {
      "id": "ig-01",
      "num": 1,
      "title": "Модель роста: как Instagram «понимает» аккаунт и почему серия разгоняет охваты",
      "duration": "20–28 мин",
      "bullets": [
        "Логика алгоритма: повторяемое поведение зрителя важнее красоты кадра",
        "4 метрики, которые реально толкают показы",
        "Почему AI-видео с парой персонажей — идеальный формат для алгоритма",
        "Мини-план на 14 дней: сколько выпусков нужно для статистики"
      ],
      "content": [
        "Instagram разгоняет не «идеальные ролики», а повторяемое поведение зрителя: досмотры, пересмотры, пересылки и сохранения. Алгоритм учится на паттерне: если 100 зрителей посмотрели ролик и 15 из них переслали друзьям — система понимает, что этот контент вызывает распространение, и расширяет показы на похожую аудиторию.",
        "Главные метрики роста по убыванию веса: (1) пересылки — самый сильный сигнал, зритель считает ролик настолько ценным, что делится им; (2) сохранения — зритель хочет вернуться; (3) пересмотры — зритель пересматривает, значит контент цепляет; (4) досмотры — зритель не свайпнул, значит хук работает. Лайки вторичны. Комментарии полезны для вовлечения, но не главный двигатель масштабирования.",
        "Почему AI-видео с парой персонажей — идеальный формат: 8-секундный ролик с двумя говорящими персонажами создаёт мини-сцену, которую легко досмотреть (короткий хронометраж), пересмотреть (неожиданный поворот), переслать (смешно + узнаваемо) и сохранить (хочется показать потом). Это не случайность — формат оптимизирован под все 4 метрики одновременно.",
        "Серия ускоряет рост экспоненциально: ты фиксируешь пару персонажей, локацию и ритм — и тестируешь только темы. Алгоритм быстрее понимает аудиторию, потому что визуальный паттерн стабилен. Зритель узнаёт «сериал» за первые 0.5 секунды и не свайпает — удержание растёт автоматически.",
        "Посмотри живые примеры формата: instagram.com/ferixdi.ai/reels/ — обрати внимание на постоянные пары персонажей, стабильный ритм, короткие реплики с неожиданным финалом. Это именно тот формат, который ты будешь создавать на конвейере с FERIXDI Studio.",
        "Мини-план на 14 дней: цель — 20–30 выпусков, чтобы найти 2–4 победителя и сделать на них по 5–10 вариаций. Темп: 1–2 ролика в день. FERIXDI Studio позволяет собирать по 10–30 продакшн-пакетов за одну сессию — вся «голова» делается разом, а производство (Flow/Veo) идёт потоком."
      ],
      "metrics": [
        "Сигналы масштаба (вес выше): пересылки и сохранения",
        "Сигналы удержания: досмотры и пересмотры",
        "Цель спринта: 20–30 выпусков за 14 дней → 2–4 победителя"
      ],
      "deliverables": [
        "Выбран один каркас серии: пара персонажей + 1–2 локации + стиль",
        "Определены 3 рубрики внутри серии (боль / хайп / формат)",
        "Создана таблица учёта выпусков и метрик (тема / дата / просмотры / пересылки / сохранения / WinnerScore)"
      ]
    },
    {
      "id": "ig-02",
      "num": 2,
      "title": "Конвейер без выгорания: пакетность и регламент производства 30 роликов в неделю",
      "duration": "22–30 мин",
      "bullets": [
        "Полный пайплайн: Studio → Flow → Veo → Instagram — что на каждом этапе",
        "Пакетность: сначала 10–30 пакетов в Studio, потом рендер блоком",
        "Правило «один выпуск — одно изменение» для снижения перегенераций",
        "Как за 2–3 часа собрать контент на неделю"
      ],
      "content": [
        "Конвейер состоит из 4 этапов: (1) FERIXDI Studio генерирует продакшн-пакет — Veo-промпт, фото-промпт для кадра 0, диалог с таймингами и полный инста-пакет; (2) Google Labs Flow генерирует стартовое фото (кадр 0) по фото-промпту — формат 9:16 вертикальный; (3) Google Labs Veo генерирует 8-секундное видео из кадра 0 + Veo-промпта в режиме image-to-video; (4) публикация в Instagram с текстами из инста-пакета.",
        "Скорость строится пакетностью. Главный рычаг: НЕ делай один ролик от начала до конца. Сначала собери 10–30 продакшн-пакетов в FERIXDI Studio за одну сессию — это «головная» работа. Затем иди в Flow и рендери все кадры 0 подряд. Потом в Veo — рендерь все видео. Потом публикуй по графику. Каждый этап выполняется потоком, без переключения контекста.",
        "Почему так быстрее: меньше переключений между инструментами, меньше хаоса, выше контроль качества. Ты работаешь «головой» один раз (выбор тем, персонажей, проверка пакетов), потом работаешь как оператор на потоке (копируй промпт → вставь → сгенерируй → следующий).",
        "Снижение перегенераций: правило «один выпуск — одно изменение». Если меняешь тему — не меняй одновременно персонажей и локацию. Одновременная смена нескольких переменных делает результат непредсказуемым и множит попытки. В Studio это легко: фиксируешь серию (пара + локация + стиль) и меняешь только тему через «Перегенерация с уточнением».",
        "Рабочий ритм на неделю: понедельник — собрать 20–30 пакетов в Studio (1.5–2 часа). Вторник — рендер кадров 0 в Flow + видео в Veo (1.5–2 часа). Среда-воскресенье — публикация по 3–4 ролика в день + учёт метрик в таблице. В четверг пересмотри WinnerScore: победителей — на вариации, слабых — заменить.",
        "Типичная ошибка: бесконечная полировка одного ролика. Если после 2 попыток (генерация + перегенерация с уточнением) результат не устраивает — переходи к следующей теме. Объём тестов важнее идеальности каждого выпуска. Из 30 попыток 2–4 станут победителями — и именно их ты масштабируешь."
      ],
      "metrics": [
        "Цель сборки: 10–30 пакетов за одну сессию в Studio",
        "Цель недели: 20–30 опубликованных выпусков",
        "Цель победителей: 2–4 ролика с заметными пересылками/сохранениями"
      ],
      "deliverables": [
        "План недели: сколько пакетов / рендер-сессий / публикаций по дням",
        "Таблица учёта выпусков (тема / дата / статус / метрики / WinnerScore)",
        "Чек-лист каждого этапа конвейера (Studio → Flow → Veo → Instagram)"
      ]
    },
    {
      "id": "ig-03",
      "num": 3,
      "title": "Удержание 8 секунд: тайминг, реплики и финал, который даёт пересмотры",
      "duration": "20–28 мин",
      "bullets": [
        "Раскадровка FERIXDI: 0–0.5с хук / 0.5–3с реплика A / 3–7с реплика B / 7–8с killer word",
        "Редактор диалога: как подогнать реплики под хронометраж",
        "Добивка (A2): финальная фраза после панчлайна — оружие пересмотров",
        "Стоп-ошибки: длинные реплики, поздний панч, слабый хук"
      ],
      "content": [
        "8 секунд — формат, где зритель решает «свайп или досмотр» за первые 0.3–0.5 секунды. Хук обязан стартовать мгновенно — зритель должен увидеть знакомых персонажей и услышать начало конфликта в первом кадре.",
        "Раскадровка в FERIXDI Studio (вкладка «🎬 Раскадровка — 8 секунд»): 0–0.5 сек — визуальный хук (персонажи в кадре, эмоция на лицах); 0.5–3 сек — реплика A (провокация, вопрос, возмущение — максимум 15 слов); 3–7 сек — реплика B (ответ с неожиданным поворотом и панчлайном — максимум 18 слов); 7–8 сек — killer word (финальная эмоция: реакция, мимика, последнее слово). Эта структура уже вшита в генератор — Studio автоматически раскладывает диалог по этому каркасу.",
        "Редактор диалога в Studio (появляется после генерации): каждая реплика показывает количество слов и расчётный хронометраж. Если реплика длинная — ты видишь предупреждение. Кнопка «⚡ Авто-сокращение» обрежет лишнее автоматически. Кнопка «✓ Применить изменения» обновит все промпты. Так ты контролируешь тайминг, не пересчитывая секунды вручную.",
        "Добивка (A2) — секретное оружие пересмотров. После реплики B (панчлайна) персонаж A добавляет короткую финальную фразу — до 4 слов. Это «контрольный выстрел» в последнюю секунду видео. Зритель не ожидает второго поворота — и пересматривает ролик, чтобы «поймать» оба панча. FERIXDI Studio генерирует добивку автоматически.",
        "Пороговое правило: главный панч (реплика B) должен прозвучать до 7-й секунды. Если панч приходится на 7–8 секунду — зритель может не успеть его «впитать», и эффект пересмотра теряется. Последняя секунда — только для эмоциональной «подписи» (killer word + мимика).",
        "Реплики: коротко, одна мысль — одна реплика. Сложные обороты и длинные предложения снижают удержание и сужают аудиторию. Правило: если реплику нельзя понять на слух с первого раза — она слишком сложная. В Studio используй библиотеку шуток (364 готовых шутки с оценкой вирусности) — они уже отформатированы под короткие реплики A/B.",
        "Стоп-ошибки, которые убивают удержание: (1) реплика A дольше 3.5 секунд — зритель теряет терпение; (2) панч позже 7 секунды — зритель уже свайпает; (3) хук начинается с паузы или установочного кадра — свайп за 0.3 сек; (4) обе реплики одинаковой длины — нет контраста, нет динамики."
      ],
      "metrics": [
        "Реплика A: максимум 15 слов, укладывается в 2.5 сек",
        "Реплика B: максимум 18 слов, укладывается в 4 сек",
        "Killer word / добивка: 1–4 слова, последняя секунда",
        "Победитель: пересмотры + пересылки, а не только лайки"
      ],
      "deliverables": [
        "Шаблон каркаса 8 секунд для твоей серии",
        "Правила длины реплик: A ≤ 15 слов, B ≤ 18 слов, killer ≤ 4 слова",
        "10 тем, отформатированных под каркас (из библиотеки шуток или своих)"
      ]
    },
    {
      "id": "ig-04",
      "num": 4,
      "title": "Серийность и подписки: как превратить охват в рост базы",
      "duration": "18–26 мин",
      "bullets": [
        "Система «Серии» в Studio: фиксируй пару, стиль, считай эпизоды",
        "200+ персонажей: как выбрать пару с максимальным контрастом",
        "Конструктор персонажей: создавай своих уникальных героев",
        "3 рубрики внутри одной серии для стабильного темпа"
      ],
      "content": [
        "Подписка появляется, когда зритель понимает: «здесь будет ещё такое же, и мне это нравится». Это эффект сериала. Один вирусный ролик даёт просмотры, серия вирусных роликов с одними и теми же персонажами даёт подписчиков. Instagram усиливает этот эффект: если зритель посмотрел 2–3 выпуска серии — алгоритм начинает показывать ему каждый новый выпуск в приоритете.",
        "В FERIXDI Studio зайди в раздел «📺 Серии»: создай серию с фиксированной парой персонажей, названием и стилем. Система считает эпизоды автоматически. Когда генерируешь новый выпуск серии — Studio помнит предыдущие 3 генерации (функция «Память потока») и не повторяет темы и формулировки. Это критично для удержания: зрителю нужна вариация, а не повтор.",
        "Выбор пары персонажей — самое важное решение серии. В Studio 200+ персонажей с системой совместимости (хаотичный / конфликтный / спокойный / мемный / сбалансированный). Лучшая динамика: когда стили контрастируют. Хаотичный провокатор (A) + спокойный ответчик (B) = взрывная пара. Studio показывает AI-анализ подбора с процентом совместимости и советами по улучшению. Используй кнопку «🎲 Случайная пара» для быстрых экспериментов.",
        "Если в каталоге нет нужного персонажа — используй «✨ Конструктор персонажей». Описываешь внешность, стиль речи, выбираешь группу и роль (A/B) — и получаешь персонажа, который сохраняется в твоей библиотеке. Можно загрузить фото-референс для точного воспроизведения внешности в промптах. То же для локаций — «📍 Конструктор локаций» создаёт любое место с описанием сцены, освещением и настроением.",
        "Тест-правило: 14 дней не меняй форму серии (пару, локацию, ритм). Меняй только темы и формулировки. Так алгоритм не путается и быстрее находит твою аудиторию. Если за 14 дней из 20–30 выпусков ни один не стал победителем — меняй пару или стиль, но сохраняй ритм (тот же каркас 8 секунд).",
        "Три рубрики внутри серии для стабильного темпа и разнообразия: (1) боль — темы, которые задевают за живое (цены, ЖКХ, зарплата); (2) хайп — то, что обсуждают прямо сейчас (используй «🔍 Поиск идей» с нишевым фильтром); (3) формат — классические вирусные структуры (диалог поколений, семейные споры). Библиотека шуток Studio содержит 364 готовых шутки по 12 темам — бери оттуда и адаптируй под свою пару."
      ],
      "metrics": [
        "Конверсия в подписку: зритель смотрит 2–3 выпуска → подписывается",
        "Узнаваемость: одна и та же пара во всех выпусках серии",
        "Разнообразие: 3 рубрики, чтобы тестировать темы без смены формата"
      ],
      "deliverables": [
        "Серия создана в Studio: пара + название + стиль",
        "3 рубрики определены (боль / хайп / формат) с примерами тем",
        "План на 30 выпусков: 10 по каждой рубрике",
        "Чек-лист узнаваемости серии (пара / локация / ритм / каркас)"
      ]
    },
    {
      "id": "ig-05",
      "num": 5,
      "title": "Упаковка профиля и конверсия: как не терять трафик",
      "duration": "18–24 мин",
      "bullets": [
        "Профиль объясняет формат за 1 секунду",
        "Инста-пакет Studio: вирусный заголовок, share bait, хештеги, комменты — всё готовое",
        "3 закрепа, которые ведут зрителя дальше",
        "Как подписи и комментарии усиливают алгоритм"
      ],
      "content": [
        "Охват без упаковки даёт просмотры без роста базы. Человек посмотрел ролик, засмеялся, свайпнул. Если профиль не объясняет «что здесь и зачем подписываться» за 1 секунду — зритель уходит. Профиль — это конверсионная страница, а не визитка.",
        "Био: «[Персонажи] разбирают [темы] за 8 секунд. Каждый день новый выпуск.» Чётко: кто, что, зачем вернуться. Ссылка в профиле — на Telegram или форму заявки (если бизнес). Не на «множество ссылок» — одно действие, одно направление.",
        "FERIXDI Studio генерирует полный инста-пакет для каждого ролика (вкладка «📱 Инста»): (1) «🔥 Вирусный заголовок» — цепляющая подпись для caption; (2) «📝 Share bait» — текст, который провоцирует пересылку; (3) «🏷 Хештеги» — набор из релевантных тегов; (4) «📌 Закреплённый комментарий» — с вопросом или призывом к действию; (5) «💬 Первый комментарий» — запускает обсуждение. Тебе нужно только скопировать по кнопкам и вставить в Instagram — все тексты оптимизированы под алгоритм.",
        "Закрепы: (1) «Старт» — объясни формат и кто персонажи; (2) «Лучшее» — топ-3 ролика с максимальными пересылками (победители); (3) «Следующий шаг» — куда дальше (подписка, Telegram, сотрудничество). Закрепы — это навигация: зритель пришёл с Reels, увидел профиль, и закрепы объясняют маршрут.",
        "Подписи: один смысл, один триггер. Вирусный заголовок из инста-пакета Studio — уже оптимальная подпись. Не добавляй длинные полотна — они не помогают удержанию и сужают аудиторию. Хештеги — в первый комментарий (не в caption), чтобы подпись выглядела чисто.",
        "Закреплённый комментарий — мощный инструмент вовлечения. Studio генерирует его автоматически: обычно это провокационный вопрос по теме ролика или призыв «отметь друга, которому это жизненно». Это увеличивает комментарии, а комментарии = дополнительный сигнал для алгоритма."
      ],
      "metrics": [
        "Конверсия профиля: % зрителей, перешедших из Reels в подписку",
        "Вовлечение: комментарии под закреплённым комментарием",
        "Переходы: клики по ссылке в био"
      ],
      "deliverables": [
        "Био профиля: кто + что + зачем подписаться + ссылка",
        "3 закрепа (старт / лучшее / следующий шаг)",
        "Шаблон публикации: caption (вирусный заголовок) → первый комм (хештеги) → второй комм (закреп) → третий комм (обсуждение)"
      ]
    },
    {
      "id": "ig-06",
      "num": 6,
      "title": "FERIXDI Studio: Suggested — поток тем и быстрый отбор победителей",
      "duration": "20–28 мин",
      "bullets": [
        "«Готовые идеи»: AI подбирает актуальные темы с учётом твоей ниши",
        "«Поиск идей»: тренды, праздники, сезонность + конкурентный анализ TikTok/Instagram",
        "Библиотека шуток: 364 готовых шутки с оценкой вирусности → генерация в 1 клик",
        "Как за одну сессию собрать 10–30 пакетов"
      ],
      "content": [
        "Suggested — режим объёма. На старте объём тестов важнее идеальности каждого выпуска. Твоя задача — набрать статистику: чем больше выпусков с разными темами, тем быстрее ты находишь победителей. Suggested берёт на себя поиск темы — ты фокусируешься на отборе.",
        "Шаг 1 — «🔍 Поиск идей» в боковой панели Studio. Выбери свою нишу из 12 вариантов (бизнес, здоровье, tech, красота, финансы, образование, отношения, путешествия, еда, родительство, недвижимость, универсальные). Нажми «Найти 12 идей на сегодня» — AI проанализирует актуальные темы, праздники и сезонность, и выдаст готовые идеи с контекстом: почему тема актуальна, какой формат подойдёт, готовые реплики A/B.",
        "Шаг 2 — выбери понравившуюся идею. Кнопка «Как идею» вставит тему в генератор. Кнопка «Вставить диалог» подставит готовые реплики A/B в режим Script. Не обязательно использовать точный текст — это стартовая точка, которую AI адаптирует под твою пару персонажей.",
        "Альтернативный путь — «😂 Библиотека шуток». 364 готовых шутки по 12 темам (семья, деньги, работа, технологии, здоровье, еда, дача, поколения, отношения, транспорт, ЖКХ, школа). Каждая шутка показывает оценку вирусности (viral score). Сортировка: «🔥 По вирусности» для топовых шуток или «🎲 Случайные» для свежих идей. Нашёл подходящую? «Генерация в 1 клик» — Studio подберёт персонажей и локацию автоматически.",
        "Конкурентный анализ: в «Поиск идей» есть блоки «🎵 Найди вирусные AI-видео в TikTok» и «📸 Найди вирусные AI-видео в Instagram». Готовые хештеги для поиска (#veo3, #aivideo, #нейросеть, #бабкижгут), инструкции по фильтрации и скачиванию. Нашёл залетевшее видео? Скачай и загрузи в режим «🎥 По видео» — Studio сделает ремейк с твоими персонажами.",
        "Процесс пакетной сборки: открой Studio → выбери режим «📚 Готовые идеи» → пролистай темы → нажми «Генерировать» на каждой подходящей теме → после генерации проверь раскадровку и диалог → если ok — копируй промпты (Veo + фото) в документ/таблицу → переходи к следующей теме. За 1–1.5 часа реально собрать 15–20 пакетов. Затем иди в Flow/Veo и рендери всё потоком.",
        "Фильтр сильной темы: (1) мгновенно считывается — зритель понимает о чём за 1 секунду; (2) есть контраст или поворот — «ожидание vs реальность»; (3) укладывается в каркас 8 секунд — две короткие реплики; (4) подходит под твою серию и пару персонажей. Если тема не проходит хотя бы один фильтр — пропускай."
      ],
      "metrics": [
        "Цель сессии: отсмотреть 30–50 тем, отобрать 15–20 сильных",
        "Конверсия отбора: из 20 пакетов — 2–4 станут победителями",
        "Библиотека шуток: viral score > 85 = высокий потенциал"
      ],
      "deliverables": [
        "Пул 50 тем (из трендов + библиотеки шуток + конкурентного анализа)",
        "15–20 собранных пакетов на неделю (промпты скопированы в таблицу)",
        "Правила отбора темы под свою серию (4 фильтра)"
      ]
    },
    {
      "id": "ig-07",
      "num": 7,
      "title": "FERIXDI Studio: Idea — как формулировать вход, чтобы выпуск получался предсказуемо сильным",
      "duration": "18–24 мин",
      "bullets": [
        "Режим «Своя идея»: одна фраза → полный продакшн-пакет",
        "Формула: ситуация + эмоция + поворот — 3 слова достаточно",
        "Перегенерация с уточнением: точечные правки без разрушения каркаса",
        "A/B тестирование: 3 варианта диалога за один запрос"
      ],
      "content": [
        "Idea (режим «💡 Своя идея») — когда у тебя есть мысль, но писать полный диалог руками долго. Ты вводишь одну фразу — Studio генерирует полный продакшн-пакет: Veo-промпт, фото-промпт, диалог A/B с таймингами, раскадровку 8 секунд, killer word, добивку и полный инста-пакет. Сила режима — в простоте входа.",
        "Формула входа: одна ситуация + одна эмоция + один поворот. Примеры: «муж забыл годовщину — жена нашла чек из ресторана — он водил маму», «бабушка пришла в офис — все удивились — она новый директор», «кот разбил вазу — хозяин ругает — кот показывает видео как хозяин сам её задел». Чем проще вход — тем точнее результат. Сложные многослойные описания ухудшают диалог и снижают удержание.",
        "После генерации: Studio покажет результат на 6 вкладках — «🎬 Veo промпт» (для видео), «📸 Фото» (кадр 0), «🎥 Видео JSON» (технические параметры), «📱 Инста» (все тексты для Instagram), «📝 RU пост» (полный текст), «📋 Blueprint» (раскадровка). Проверь вкладку Veo: промпт должен описывать одну сцену с двумя персонажами, камера статичная, движения в кадре минимальны — это критично для качества Veo-видео.",
        "Перегенерация с уточнением (кнопка «🔄 Перегенерировать с уточнением»): если диалог хороший, но хук слабый — напиши «усиль хук, сделай провокацию острее». Если панч не смешной — «сделай финал неожиданнее». Не переписывай весь диалог — точечные правки сохраняют каркас и экономят время. Правило: если нужно больше 2 правок — перегенерируй с новой формулировкой входа.",
        "A/B тестирование диалога (кнопка «🔬 A/B Тест — 3 варианта»): Studio генерирует 3 варианта диалога с одними и теми же персонажами и темой, но разными формулировками. Ты выбираешь самый сильный вариант. Это мощный инструмент: вместо угадывания «какой панч лучше» — ты сравниваешь 3 готовых варианта и выбираешь объективно. Используй A/B тест для каждого важного выпуска.",
        "Редактор диалога: после генерации открывается редактор с обеими репликами. Ты видишь количество символов и расчётный хронометраж каждой реплики. Можешь править вручную — но помни правило: A ≤ 15 слов, B ≤ 18 слов. Кнопка «⚡ Авто-сокращение» подрежет автоматически. После правок нажми «✓ Применить изменения» — все промпты обновятся.",
        "Кнопка «🎲 Сюрприз» — если не можешь придумать тему: Studio случайным образом выберет персонажей, локацию и режим генерации. Часто сюрприз даёт неожиданные комбинации, которые ты бы не придумал сам — а именно неожиданность двигает пересылки."
      ],
      "metrics": [
        "Вход: 1 фраза (3–15 слов) → полный продакшн-пакет",
        "Перегенерация: максимум 2 попытки, потом — новая тема",
        "A/B тест: 3 варианта диалога → выбор лучшего за 30 секунд"
      ],
      "deliverables": [
        "20 входов по формуле (ситуация / эмоция / поворот)",
        "Список коротких крючков для первых 2 секунд",
        "5 пакетов, прошедших A/B тестирование"
      ]
    },
    {
      "id": "ig-08",
      "num": 8,
      "title": "FERIXDI Studio: Script — диалог под широкую аудиторию и удержание",
      "duration": "18–24 мин",
      "bullets": [
        "Режим «Свой диалог»: полный контроль реплик A и B",
        "Короткие реплики, понятные на слух с первого раза",
        "Контраст A/B: провокатор vs ответчик — двигатель пересмотров",
        "Стоп-ошибки: слишком длинный диалог, нет контраста, нет панча"
      ],
      "content": [
        "Script (режим «✍️ Свой диалог») — полный контроль реплик. Ты пишешь реплику A и реплику B, Studio генерирует всё остальное: Veo-промпт с точным описанием сцены, фото-промпт для кадра 0, тайминги, killer word, добивку и инста-пакет. Этот режим для тех, кто знает, что хочет сказать — но не хочет тратить время на промпт-инженерию.",
        "Реплики: коротко, одна мысль — одна реплика. Правило: если реплику нельзя понять на слух с первого раза — она слишком сложная. Целевая аудитория Reels — массовая, а не нишевая. Сленг, жаргон и сложные обороты сужают охват. Studio покажет количество символов и расчётный хронометраж — держи A ≤ 15 слов, B ≤ 18 слов.",
        "Контраст A/B — двигатель реакции: персонаж A задаёт рамку (провокация, вопрос, возмущение), персонаж B даёт неожиданный поворот и панч. Если оба персонажа говорят в одном тоне — контраста нет, и зритель не цепляется. Лучшие пары: хаотичный A + спокойный B, возмущённый A + ироничный B, наивный A + саркастичный B.",
        "Где брать диалоги: (1) адаптируй из «😂 Библиотеки шуток» — нажми «Вставить диалог» под шуткой, реплики A/B автоматически подставятся в режим Script; (2) из «🔍 Поиск идей» — кнопка «Вставить диалог» у каждой идеи; (3) из конкурентного анализа — пересмотри залетевшие ролики конкурентов и перескажи суть своими словами; (4) из жизни — подслушанные диалоги, мемы, ситуации из новостей.",
        "Ключевая ошибка режима Script: зачитываешь диалог вслух — и он звучит как текст из книги, а не как живая реплика. Проверяй каждый диалог вслух: если звучит неестественно — перепиши. Диалог должен звучать как подслушанный разговор двух реальных людей, а не как скрипт.",
        "Процесс: впиши реплику A → впиши реплику B → нажми «✨ Создать контент» → проверь раскадровку (вкладка «📋 Blueprint») → убедись что killer word усиливает панч → если нет — «🔄 Перегенерировать с уточнением» → скопируй промпты → следующий диалог. Studio помнит предыдущие 3 генерации (Память потока) и не повторяет структуру."
      ],
      "metrics": [
        "Реплика A: ≤ 15 слов, провокация или вопрос",
        "Реплика B: ≤ 18 слов, неожиданный поворот + панч",
        "Проверка: прочитай вслух — звучит как живой разговор?"
      ],
      "deliverables": [
        "10 диалогов под каркас 8 секунд (проверенные вслух)",
        "Словарь «коротких» формулировок для широкой аудитории",
        "3 диалога, прошедших A/B тест и готовых к рендеру"
      ]
    },
    {
      "id": "ig-09",
      "num": 9,
      "title": "FERIXDI Studio: Video — ремейки и Google Labs Flow/Veo пошаговый workflow",
      "duration": "24–32 мин",
      "bullets": [
        "Режим «По видео»: загружаешь чужой ролик → Studio делает ремейк с твоими персонажами",
        "Google Labs Flow: генерация кадра 0 (9:16) — пошагово",
        "Google Labs Veo: image-to-video (кадр 0 + промпт) — пошагово",
        "Вариации победителя: 5–10 выпусков без выдумывания"
      ],
      "content": [
        "Video (режим «🎥 По видео») — самый быстрый путь к победителям. Ты берёшь чужой ролик, который уже залетел (подтверждённая механика удержания), загружаешь его в Studio — и получаешь ремейк с твоими персонажами, локацией и стилем. AI смотрит оригинальное видео, анализирует структуру (темп, поворот, финал) и создаёт адаптированный диалог. Механика остаётся — оболочка меняется.",
        "Как найти доноров для ремейков: (1) В Studio → «🔍 Поиск идей» → блок «🎵 Найди вирусные AI-видео в TikTok» — там готовые хештеги (#veo3 #googleai #aiart #нейросеть), инструкция по фильтрации (сортировка по лайкам за последнюю неделю). (2) Блок «📸 Найди вирусные AI-видео в Instagram» — хештеги (#aiart #бабкижгут #нейросеть). Скачивай ролики с >50K просмотров и заметными пересылками.",
        "Загрузка: два способа — файл (mp4, до 50MB) или ссылка (Studio скачает видео автоматически). После загрузки ты увидишь превью: обложку, длительность, размер. Studio может отправить AI-движку как сам видеофайл (AI «смотрит» видео), так и обложку (если файл слишком большой). Чем качественнее вход — тем точнее ремейк.",
        "Отбор доноров: не все залетевшие ролики годятся для ремейка. Фильтр: (1) темп — 2 реплики за 8 секунд, не 5; (2) точка поворота — неожиданный ответ B; (3) финальная эмоция — killer word или мимика; (4) читаемость за 1 просмотр — если нужно пересмотреть, чтобы понять о чём ролик — он слишком сложный. Тема вторична — важна структура.",
        "GOOGLE LABS FLOW — генерация кадра 0. Открой https://labs.google/fx/tools/flow/ → вставь фото-промпт из вкладки «📸 Фото» в Studio → настрой формат: выбери вертикальный (9:16, portrait) → нажми Generate. Flow выдаст 4 варианта — выбери тот, где персонажи чётко видны, эмоции на лицах читаются, фон не перегружен. Скачай в максимальном разрешении (1080×1920).",
        "Советы по Flow: (1) если персонажи получились нечёткими — добавь в промпт «sharp focus, detailed faces, cinematic lighting»; (2) если фон отвлекает — добавь «simple background, soft bokeh»; (3) если стиль не тот — уточни «photorealistic» или «3D Pixar style» или «anime style»; (4) генерируй 2–3 раза и выбирай лучший вариант.",
        "GOOGLE LABS VEO — генерация видео. Открой Veo (image-to-video) → загрузи скачанный кадр 0 → вставь Veo-промпт из вкладки «🎬 Veo промпт» → выбери длительность 8 секунд → нажми Generate. Veo создаст видео, где персонажи «оживают» из кадра 0 — губы двигаются, эмоции меняются, камера статичная. Скачай в 4K.",
        "Советы по Veo: (1) камера в промпте должна быть статичная (static camera, no camera movement) — иначе персонажи «плывут»; (2) движения минимальные (subtle gestures, talking, facial expressions) — чем меньше движения, тем стабильнее результат; (3) если видео артефачит — перегенерируй с тем же промптом, Veo даёт разные результаты каждый раз; (4) всегда скачивай в максимальном качестве.",
        "Масштабирование победителя: ролик залетел → делай 5–10 вариаций. Та же пара, та же локация, тот же каркас — но новая тема. В Studio: выбери ту же серию, режим «💡 Своя идея» или «📚 Готовые идеи», и введи новую тему в том же стиле. Память потока не повторит формулировки. Это самый быстрый и надёжный способ закрепить рост."
      ],
      "metrics": [
        "Фильтр донора: 2 реплики / поворот / killer word / читаемость за 1 просмотр",
        "Flow: 2–3 генерации → выбор лучшего кадра 0",
        "Veo: статичная камера + минимум движения = стабильный результат",
        "Масштабирование: победитель → 5–10 вариаций"
      ],
      "deliverables": [
        "Список 10 доноров с анализом структуры (темп / поворот / финал)",
        "5 кадров 0, сгенерированных в Flow (9:16, 1080×1920)",
        "5 видео, сгенерированных в Veo (8 сек, 4K)",
        "План вариаций для первого победителя"
      ]
    },
    {
      "id": "ig-10",
      "num": 10,
      "title": "Аналитика без магии: как считать WinnerScore и принимать решения быстро",
      "duration": "20–28 мин",
      "bullets": [
        "4 метрики: досмотры / пересмотры / пересылки / сохранения",
        "WinnerScore: простая формула — считаешь за 10 секунд",
        "Правило решения: клонировать, усилить или заменить",
        "Как использовать «Перегенерацию с уточнением» для усиления слабых мест"
      ],
      "content": [
        "Аналитика в Reels — не про «красивые графики». Это про одно решение: масштабировать или заменить. Каждый ролик — эксперимент. Через 24–48 часов после публикации ты смотришь 4 числа и принимаешь решение. Не раньше (мало данных) и не позже (теряешь темп).",
        "Где смотреть метрики: Instagram → Reels → конкретный ролик → «Статистика» (иконка графика). Ключевые числа: (1) Просмотры (Plays) — сколько раз запустили; (2) Средний % просмотра — удержание (для 8 сек ролика цель >80%); (3) Пересылки (Shares) — самый ценный сигнал; (4) Сохранения (Saves) — второй по ценности; (5) Комментарии — показатель вовлечения; (6) Лайки — наименее ценный сигнал.",
        "WinnerScore = (досмотры + пересмотры) + 2×пересылки + 2×сохранения. Пример: ролик набрал 1000 просмотров, 150 пересмотров, 45 пересылок, 30 сохранений → WinnerScore = (1000 + 150) + 2×45 + 2×30 = 1150 + 90 + 60 = 1300. Сравнивай WinnerScore выпусков между собой — это объективнее, чем «мне кажется, этот лучше».",
        "Правило решения: (A) WinnerScore в топ-20% серии + заметные пересылки → МАСШТАБИРУЙ: 5–10 вариаций с тем же каркасом в Studio (режим Idea или Suggested, та же серия). (B) Хорошие досмотры, но мало пересылок → УСИЛЬ: используй «🔄 Перегенерировать с уточнением» — попроси «сделай панч острее» или «добавь эмоциональный финал». (C) Слабые досмотры и нет пересылок → ЗАМЕНИ: не допиливай, переходи к новой теме.",
        "Типичные паттерны слабых выпусков и как их фиксить в Studio: (1) «Свайп на 2 секунде» = слабый хук → перегенерируй с «усиль провокацию в первой реплике»; (2) «Досмотры есть, пересылок нет» = панч не удивляет → перегенерируй с «сделай поворот неожиданнее, добавь абсурд»; (3) «Пересылки есть, но подписок мало» = проблема не в ролике, а в профиле → вернись к уроку 5 (упаковка).",
        "Таблица учёта — единственный документ, который тебе нужен. Столбцы: дата / тема / серия / персонажи / режим Studio / просмотры / досмотры% / пересылки / сохранения / WinnerScore / решение (масштаб/усиль/замена). Заполняй через 24–48 часов после публикации. Раз в неделю — ревью: кто в топ-20%, кого масштабировать."
      ],
      "metrics": [
        "WinnerScore = (досмотры + пересмотры) + 2×пересылки + 2×сохранения",
        "Цель удержания 8-сек ролика: >80% среднего просмотра",
        "Ревью метрик: через 24–48 часов после публикации"
      ],
      "deliverables": [
        "Таблица выпусков с WinnerScore (минимум 10 строк)",
        "Топ-3 победителя с планом вариаций",
        "Список слабых выпусков с диагнозом и решением"
      ]
    },
    {
      "id": "ig-11",
      "num": 11,
      "title": "Спринт 14 дней: ежедневный план, который запускает рост",
      "duration": "22–30 мин",
      "bullets": [
        "День за днём: что делать с 1-го по 14-й день",
        "Фазы: набор тем (дни 1–3) → производство (дни 3–5) → публикация + аналитика (дни 5–14)",
        "Как комбинировать все 4 режима Studio в одном спринте",
        "Выход из спринта: что делать на 15-й день"
      ],
      "content": [
        "14 дней — это спринт статистики. Цель НЕ «набрать подписчиков за 14 дней». Цель — набрать данные: какие темы работают с твоей парой персонажей, какой каркас даёт пересылки, какие формулировки цепляют. Подписчики — следствие правильных данных.",
        "ДНИ 1–2: ПОДГОТОВКА. (1) Создай серию в Studio (пара + название + стиль). (2) Выбери 1–2 локации (или создай в конструкторе). (3) Упакуй профиль Instagram (био + закрепы). (4) Создай таблицу учёта. (5) Собери пул из 30–40 тем: 10 из «Поиск идей», 10 из «Библиотека шуток», 10 из конкурентного анализа (TikTok/Instagram). Используй все источники Studio.",
        "ДНИ 3–5: ПРОИЗВОДСТВО ПЕРВОГО БАТЧА. Открой Studio → режим Suggested / Idea → генерируй по 10–15 пакетов за сессию. Для каждого: проверь раскадровку → если слабо — перегенерируй с уточнением (максимум 1 раз) → скопируй промпты. Затем: Flow — все кадры 0 потоком → Veo — все видео потоком. Итого: 15–20 готовых роликов за 2 дня.",
        "ДНИ 5–14: ПУБЛИКАЦИЯ + АНАЛИТИКА + ДОВЫПУСК. Публикуй 2 ролика в день. Через 24 часа — запиши метрики в таблицу. Через 48 часов — посчитай WinnerScore. Параллельно: каждые 3 дня генерируй ещё 5–10 пакетов, используя инсайты из аналитики. Если тема «семейные споры» даёт пересылки — генерируй больше вариаций на эту тему.",
        "Комбинация режимов в спринте: (1) Suggested (дни 1–5) — максимальный объём, набираешь статистику; (2) Video (дни 5–8) — ремейки залетевших роликов конкурентов; (3) Idea (дни 8–12) — вариации на победителей с точными входами; (4) Script (дни 12–14) — точная доработка диалогов для финальных «суперзвёзд» серии. Не обязательно использовать все 4 режима — выбирай по ситуации.",
        "ДЕНЬ 7: ПРОМЕЖУТОЧНОЕ РЕВЬЮ. Открой таблицу → отсортируй по WinnerScore → найди топ-3. Для каждого победителя: создай 3 вариации (та же пара, та же структура, новая тема). Для слабых: замени на новые темы. Скорректируй пул тем на оставшуюся неделю.",
        "ДЕНЬ 14: ВЫХОД ИЗ СПРИНТА. Итого у тебя: 20–30 опубликованных роликов, 2–4 подтверждённых победителя, план вариаций, понимание какие темы и формулировки работают с твоей парой. Следующий шаг: масштабирование победителей + второй спринт с уточнённой стратегией. Если ни одного победителя — меняй пару персонажей и начинай новый 14-дневный спринт.",
        "Анти-паттерн: «Я потратил 5 дней на полировку 3 роликов». НЕТ. Спринт = объём. 2 попытки на ролик (генерация + 1 перегенерация), затем — следующий. Перфекционизм убивает темп. Из 30 попыток 2–4 победителя — это нормальная конверсия. Но 30 попыток за 14 дней, а не 3."
      ],
      "metrics": [
        "Дни 1–2: подготовка (серия + профиль + пул 30–40 тем)",
        "Дни 3–5: производство первого батча (15–20 роликов)",
        "Дни 5–14: публикация 2/день + аналитика + довыпуск",
        "Итого: 20–30 роликов → 2–4 победителя → план вариаций"
      ],
      "deliverables": [
        "Таблица 14-дневного спринта с ежедневными задачами",
        "20–30 опубликованных роликов с метриками",
        "Топ-3 победителя с WinnerScore",
        "План вариаций на следующие 14 дней"
      ]
    },
    {
      "id": "ig-12",
      "num": 12,
      "title": "Воронка: ролик → профиль → диалог → результат (как превращать просмотры в заявки)",
      "duration": "18–26 мин",
      "bullets": [
        "Маршрут зрителя: 5 точек и где теряется трафик",
        "Продуктовое фото в Studio: как вставить свой товар в AI-видео",
        "Закреплённый комментарий + сторис = мост к диалогу",
        "Конкретные шаблоны: био / закреп / ответ на комментарий / первое сообщение"
      ],
      "content": [
        "Собрать охват — половина работы. Вторая половина — провести зрителя от ролика до целевого действия (подписка, заявка, покупка, диалог). Каждая точка маршрута — это место, где теряется трафик. Твоя задача — минимизировать потери на каждом шаге.",
        "Маршрут зрителя (5 точек): (1) Ролик → досмотр (удержание >80%); (2) Профиль → понимание «что здесь» за 1 сек (био + аватар); (3) Закрепы → «что дальше» за 2 сек (старт / лучшее / действие); (4) Комментарии/сторис → мост к контакту (закреп + ответы); (5) Директ → результат (заявка, вопрос, сотрудничество). Если зритель «теряется» на шаге 2 — неважно, насколько хороши шаги 3–5.",
        "Для бизнес-аккаунтов: FERIXDI Studio поддерживает интеграцию продукта в видео. В разделе «⚙️ Расширенные параметры» загрузи фото своего товара — AI «увидит» реальный продукт и встроит его в сцену. Режим «📸 Продуктовое фото» после генерации создаёт дополнительный промпт, где твой товар органично появляется в руках персонажей или на столе. Это нативная реклама: зритель смеётся над диалогом и одновременно видит продукт.",
        "Инста-пакет как воронка: (1) Вирусный заголовок — цепляет в ленте и заставляет кликнуть; (2) Share bait — провоцирует переслать («Отправь тому, кто...»); (3) Закреплённый комментарий — призыв к действию или вопрос, который начинает обсуждение; (4) Первый комментарий — хештеги + дополнительный контекст. Всё это генерируется автоматически в Studio — тебе нужно только скопировать и вставить.",
        "Шаблон закрепа для бизнеса: «Закреп 1: Как [продукт] решает [боль]. Закреп 2: Лучшие выпуски (топ-3 ролика с максимальным WinnerScore). Закреп 3: Как заказать / получить консультацию / начать сотрудничество — ссылка в шапке.» Для развлекательных аккаунтов: «Закреп 1: Кто эти персонажи. Закреп 2: Самые смешные выпуски. Закреп 3: Сотрудничество / реклама.»",
        "Шаблон ответа на комментарии: не «спасибо!», а продолжение разговора. Если комментарий «жиза!» → «А у тебя было похуже? 😂» Если «отправил другу» → «Респект! А он что сказал?» Каждый ответ — это дополнительный сигнал алгоритму + вовлечение + шанс увести в директ.",
        "AI-консультант в Studio (бесплатный, раздел «💬 AI Поддержка»): задай любой вопрос по воронке, упаковке, стратегии — AI ответит с учётом контекста FERIXDI Studio. Используй для генерации био, текстов для сторис, шаблонов ответов на комменты. Это бесплатный инструмент — не требует промо-кода.",
        "Итоговая формула: серийный контент (Studio) + качественное видео (Flow/Veo) + упакованный профиль + инста-пакет (все тексты готовые) + системная аналитика (WinnerScore) = предсказуемый рост просмотров, подписчиков и заявок. Не магия — конвейер."
      ],
      "metrics": [
        "Маршрут: 5 точек, каждая оптимизирована",
        "Продуктовое фото: нативная интеграция товара в AI-видео",
        "Закреплённый комментарий: цель — начать обсуждение под каждым роликом"
      ],
      "deliverables": [
        "Маршрут воронки: 5 точек с конкретными текстами",
        "Шаблон био / 3 закрепа / ответ на комментарий / первое сообщение в директ",
        "Продуктовое фото загружено в Studio (если бизнес)",
        "Чек-лист публикации: видео → caption → 1й комм (хештеги) → 2й комм (закреп) → ответы на первые комменты"
      ]
    }
  ]
}
