{
  "title": "🎓 Обучение: разгон Instagram на AI-видео (FERIXDI Studio + Google Labs)",
  "subtitle": "30-дневная система серийных Reels на полуавтомате. FERIXDI Studio собирает продакшн-пакет, Google Labs производит Quality-видео, Instagram разгоняет охваты. От тебя зависит только одно — регулярность.",
  "pricing_note": "Пакет за 10 000 ₽ включает безлимитный доступ к FERIXDI Studio и это обучение. Доступ к урокам открывается тем же промо-кодом, что и функции сервиса.",
  "proof_link": {
    "label": "Живые примеры моего формата (Reels)",
    "url": "https://www.instagram.com/ferixdi.ai/reels/"
  },
  "core_principle": "Регулярность — единственное, что зависит от тебя. Темы придумывает AI, промпты генерирует Studio, фото рендерит Flow, видео рендерит Veo, тексты для Instagram пишет инста-пакет. Тебе нужно только одно: публиковать каждый день, без пропусков, 30 дней подряд. Это не мотивационная фраза — это механика алгоритма. Instagram даёт органический разгон аккаунтам, которые стабильно создают контент с высоким удержанием. Стабильность = ежедневная публикация. Высокое удержание = 8-секундный формат с парой персонажей. Всё остальное — автоматизировано.",
  "timeline": [
    {
      "week": "Неделя 0 (подготовка, 1–2 дня)",
      "description": "Изучи уроки 1–5, создай серию в Studio, упакуй профиль, собери первый батч из 15–20 роликов. Ничего не публикуй — только готовь запас."
    },
    {
      "week": "Неделя 1 (дни 1–7)",
      "description": "Публикуй 1–2 ролика в день. Просмотров будет мало — 50–300. Это нормально. Алгоритм тебя тестирует: показывает маленькой выборке и смотрит на удержание, пересылки, сохранения. Не паникуй. Не останавливайся. Заполняй таблицу метрик."
    },
    {
      "week": "Неделя 2 (дни 8–14)",
      "description": "Просмотры могут вырасти до 500–2 000, а могут остаться на 100–300. «Мёртвая зона» — дни 5–12, когда кажется, что ничего не работает. Это нормально. Алгоритм накапливает сигналы. Продолжай публиковать. Сделай промежуточное ревью: найди 2–3 лучших ролика по WinnerScore, сделай на них вариации."
    },
    {
      "week": "Неделя 3 (дни 15–21)",
      "description": "Если ты не пропускал дни — здесь начинается органический разгон. Instagram понял твою аудиторию и начинает расширять показы. Один-два ролика могут «выстрелить» до 5 000–50 000+ просмотров. Масштабируй победителей: 5–10 вариаций на каждого. Это переломный момент."
    },
    {
      "week": "Неделя 4 (дни 22–30)",
      "description": "Система работает. Каждый новый ролик получает базовый охват от аудитории, которую алгоритм уже собрал. Победители разгоняются быстрее. Подписчики растут не от отдельных роликов, а от серии в целом. Ты переходишь из режима «тест» в режим «масштабирование»."
    }
  ],
  "mindset_rules": [
    "Не жди результатов раньше 14-го дня. Первые 2 недели — это тест алгоритма, не твой провал.",
    "Публикуй каждый день без пропусков. Один пропуск = алгоритм сбрасывает «доверие» к аккаунту и снова тестирует с маленьких выборок.",
    "Объём тестов важнее идеальности. Из 30 роликов 2–4 станут победителями — это нормальная конверсия. Но 30 роликов за месяц, а не 5.",
    "Не допиливай слабые ролики — заменяй их новыми. Полировка одного ролика 3 дня = 3 потерянных теста.",
    "Всё, кроме регулярности, автоматизировано. Темы — AI. Промпты — Studio. Фото — Flow. Видео — Veo. Тексты — инста-пакет. Твоя единственная работа — нажать «Опубликовать» каждый день."
  ],
  "study_plan": [
    {
      "day": "День 1 — Фундамент",
      "lessons": "Уроки 1–2",
      "focus": "Как работает алгоритм, 30-дневный таймлайн, конвейер и пакетность. После: создай таблицу учёта, запиши 30-дневный план.",
      "time": "~50 мин"
    },
    {
      "day": "День 2 — Формат и серия",
      "lessons": "Уроки 3–4",
      "focus": "8-секундная раскадровка, правила реплик, серийность. После: выбери пару персонажей в Studio, создай серию, определи 3 рубрики.",
      "time": "~50 мин"
    },
    {
      "day": "День 3 — Упаковка и темы",
      "lessons": "Уроки 5–6",
      "focus": "Упаковка профиля, инста-пакет, поиск идей и библиотека шуток. После: оформи био + 3 закрепа, собери пул из 40–50 тем.",
      "time": "~50 мин"
    },
    {
      "day": "День 4 — Все режимы Studio",
      "lessons": "Уроки 7–8",
      "focus": "Режимы Idea и Script, A/B тест, редактор диалога. После: сгенерируй 10 пакетов в разных режимах, пройди A/B тест для 3 лучших.",
      "time": "~45 мин"
    },
    {
      "day": "День 5 — Видео-продакшн",
      "lessons": "Урок 9",
      "focus": "Режим Video, Google Labs Flow + Veo пошагово, экономика Veo, масштабирование. После: сделай первые 5 кадров 0 в Flow и 5 видео в Veo.",
      "time": "~30 мин + практика"
    },
    {
      "day": "День 6 — Аналитика и план",
      "lessons": "Уроки 10–11",
      "focus": "WinnerScore, 72-часовое окно, 30-дневный марафон с ежедневным ритуалом. После: заполни таблицу марафона, подготовь запас 15–20 роликов.",
      "time": "~60 мин"
    },
    {
      "day": "День 7 — Воронка и запуск",
      "lessons": "Урок 12 + стоп-лист",
      "focus": "Воронка просмотр→заявка, монетизация, масштабирование. После: проверь всё по стоп-листу и ОПУБЛИКУЙ ПЕРВЫЙ РОЛИК.",
      "time": "~30 мин + первая публикация"
    }
  ],
  "stop_list": [
    {
      "mistake": "Публикуешь раз в 3 дня вместо каждого дня",
      "why_kills": "Алгоритм сбрасывает доверие аккаунта при пропусках. Базовый охват падает к начальным 50–200 человек. Ты каждый раз начинаешь с нуля.",
      "fix": "Создай запас на 7–10 дней вперёд. Публикуй в одно и то же время. 15 минут — это весь ритуал."
    },
    {
      "mistake": "Полируешь один ролик 3 дня вместо того, чтобы выпускать",
      "why_kills": "Перфекционизм убивает объём тестов. Из 30 роликов 2–4 станут победителями — но нужны эти 30 попыток. 3 «идеальных» ролика не дадут статистики.",
      "fix": "Правило 2 попыток: генерация + 1 перегенерация. Не устраивает — следующая тема."
    },
    {
      "mistake": "Меняешь пару персонажей каждую неделю",
      "why_kills": "Зритель не успевает узнать «сериал». Алгоритм не может найти стабильную аудиторию. Узнаваемость обнуляется.",
      "fix": "14 дней минимум с одной парой. Меняй только темы, не форму серии."
    },
    {
      "mistake": "Реплика длиннее 18 слов — не влезает в 8 секунд",
      "why_kills": "Зритель не успевает считать смысл, досмотр падает, алгоритм не расширяет показы.",
      "fix": "A ≤ 15 слов, B ≤ 18 слов. Используй «Авто-сокращение» в редакторе диалога Studio."
    },
    {
      "mistake": "Панчлайн после 7-й секунды",
      "why_kills": "Зритель уже свайпает. Эффект неожиданности теряется. Пересмотров нет.",
      "fix": "Главный панч (реплика B) — до 7 секунды. Последняя секунда — только killer word / добивка."
    },
    {
      "mistake": "Профиль без био и закрепов",
      "why_kills": "Ролик набирает просмотры, зритель заходит в профиль — не понимает что здесь. Уходит. Просмотры есть, подписок нет.",
      "fix": "Урок 5: био (кто + что + зачем подписаться) + 3 закрепа (старт / лучшее / действие)."
    },
    {
      "mistake": "Смотришь метрики через 2 часа после публикации",
      "why_kills": "Мало данных — принимаешь неправильные решения. Паникуешь, меняешь стратегию на ходу.",
      "fix": "72-часовое окно. Метрики — через 48–72 часа. Не раньше."
    },
    {
      "mistake": "Бросаешь на 7–10 день (мёртвая зона)",
      "why_kills": "90% бросают именно здесь. Алгоритм ещё не накопил сигналы. Ты уходишь за шаг до разгона.",
      "fix": "Мёртвая зона — нормальный этап. Органика включается на неделе 3. Продолжай."
    },
    {
      "mistake": "Нет контраста между персонажами A и B",
      "why_kills": "Оба говорят в одном тоне — нет конфликта, нет неожиданности, нет пересылок.",
      "fix": "Хаотичный A + спокойный B, или наивный A + саркастичный B. Контраст = реакция."
    },
    {
      "mistake": "Хештеги в caption вместо первого комментария",
      "why_kills": "Подпись выглядит замусоренной. Зритель видит стену тегов вместо вирусного заголовка.",
      "fix": "Caption = только вирусный заголовок из инста-пакета. Хештеги — в первый комментарий."
    }
  ],
  "benefits": [
    "Полный конвейер: тема → продакшн-пакет (Veo-промпт + фото-промпт + диалог + тайминг + инста-пакет) → Flow/Veo → публикация → масштабирование победителей. 15 минут в день на публикацию, 2–3 часа раз в неделю на пакетное производство.",
    "200+ AI-персонажей с системой совместимости + конструктор своих: серии на постоянных парах — узнаваемость превращается в подписки. Память потока не повторяет темы.",
    "30-дневная система с понедельным таймлайном: что ожидать на каждом этапе, когда включается органика, как масштабировать победителей. Не курс «на один вечер» — месячная программа с реальными ориентирами.",
    "Полная воронка: ролик → профиль → закреп → сторис → диалог → заявка. Инста-пакет генерирует ВСЕ тексты: вирусный заголовок, share bait, хештеги, закреплённый комментарий, первый комментарий. Тебе — только скопировать и вставить."
  ],
  "definitions": [
    {
      "term": "Продакшн-пакет",
      "value": "Всё что генерирует FERIXDI Studio за один запрос: Veo-промпт (для видео), фото-промпт (кадр 0), диалог с таймингами, раскадровка 8 секунд, killer word, добивка A2, инста-пакет (заголовок + share bait + хештеги + закреплённый комментарий + первый комментарий + серийный тег)."
    },
    {
      "term": "Кадр 0 (Frame 0)",
      "value": "Стартовое фото 9:16 (1080×1920), из которого Veo генерирует видео в режиме image-to-video. Создаётся в Google Labs Flow по фото-промпту из Studio. Первый кадр = хук: персонажи с эмоциями на лицах, зритель должен «считать» ситуацию за 0.3 секунды."
    },
    {
      "term": "72-часовое окно",
      "value": "Instagram оценивает каждый Reels в течение 72 часов после публикации. Если за это время ролик показывает хорошее удержание и пересылки — алгоритм расширяет показы на новую аудиторию. Если нет — ролик «затухает». Поэтому метрики считаем через 48–72 часа."
    },
    {
      "term": "Доверие аккаунта (creator trust)",
      "value": "Внутренний показатель Instagram, который растёт при стабильной ежедневной публикации контента с высоким удержанием. Чем выше доверие — тем больше базовый охват каждого нового ролика. Пропуск дней снижает доверие и сбрасывает охваты к начальным значениям."
    },
    {
      "term": "Победитель (winner)",
      "value": "Ролик с WinnerScore в топ-20% серии, который стабильно даёт пересылки и сохранения. Масштабируется вариациями: та же пара, тот же каркас, новая тема."
    },
    {
      "term": "WinnerScore",
      "value": "Формула: (досмотры + пересмотры) + 2×пересылки + 2×сохранения. Считается через 48–72 часа после публикации. Сравнивай выпуски между собой — это объективнее, чем «мне кажется, этот лучше»."
    },
    {
      "term": "Мёртвая зона",
      "value": "Дни 5–12, когда просмотры низкие (50–300) и кажется, что ничего не работает. Это нормальный этап: алгоритм накапливает сигналы. 90% людей бросают именно здесь. Те, кто продолжает — получают органический разгон на неделе 3."
    }
  ],
  "lessons": [
    {
      "id": "ig-01",
      "num": 1,
      "title": "Почему 90% бросают на 10-й день — и как попасть в те 10%, кого алгоритм разгоняет бесплатно",
      "duration": "20–28 мин",
      "bullets": [
        "Логика алгоритма: повторяемое поведение зрителя важнее красоты кадра",
        "4 метрики, которые реально толкают показы",
        "Почему AI-видео с парой персонажей — идеальный формат для алгоритма",
        "Мини-план на 14 дней: сколько выпусков нужно для статистики"
      ],
      "content": [
        "Instagram разгоняет не «идеальные ролики», а повторяемое поведение зрителя. Алгоритм работает по модели «тест → расширение → масштаб». Каждый новый ролик сначала показывается маленькой выборке — 50–200 человек. Если в этой выборке ролик набирает высокое удержание (>80% досмотра для 8 сек), пересылки и сохранения — Instagram расширяет показы до 500–2 000. Если и там сигналы сильные — до 10 000+. Если нет — ролик «затухает» и остаётся на 100–300 просмотрах. Это не наказание — это нормальная работа системы тестирования.",
        "Главные метрики роста по убыванию веса: (1) пересылки — самый сильный сигнал: зритель считает ролик настолько ценным, что делится лично; (2) сохранения — зритель хочет вернуться позже; (3) пересмотры — зритель пересматривает, значит контент зацепил эмоционально; (4) досмотры — зритель не свайпнул, хук работает. Лайки — наименее ценный сигнал (низкое усилие, низкая вовлечённость). Комментарии полезны для «разогрева», но не двигают масштаб напрямую.",
        "72-часовое окно: Instagram оценивает каждый Reels в течение 72 часов. За это время алгоритм решает — расширять показы или нет. Это значит: (1) метрики смотрим не раньше 48 часов; (2) не паникуй, если через 6 часов мало просмотров — ролик ещё тестируется; (3) активность в первые 30 минут после публикации ускоряет тест — поэтому публикуй, когда твоя аудитория онлайн (обычно 18:00–21:00 МСК).",
        "Доверие аккаунта (creator trust) — скрытый показатель, который определяет, какой начальный охват получает каждый новый ролик. Доверие растёт при: (1) стабильной ежедневной публикации; (2) стабильно высоком удержании; (3) отсутствии нарушений. Пропуск даже одного дня снижает доверие — Instagram заново тестирует аккаунт с маленьких выборок. Именно поэтому регулярность — единственное, что реально зависит от тебя. Вся остальная работа (темы, промпты, тексты) — автоматизирована Studio.",
        "Почему AI-видео с парой персонажей — идеальный формат для алгоритма: 8-секундный ролик создаёт мини-сцену, которую легко досмотреть (короткий хронометраж), пересмотреть (неожиданный поворот), переслать (смешно + узнаваемо) и сохранить (хочется показать потом). Формат оптимизирован под все 4 метрики одновременно. Для алгоритма это идеальный контент: предсказуемая форма + высокое удержание + высокий потенциал распространения.",
        "Серия ускоряет рост экспоненциально. Когда зритель видит одних и тех же персонажей второй-третий раз — он узнаёт «сериал» за 0.3 секунды и не свайпает. Удержание растёт автоматически. Instagram замечает этот паттерн и начинает показывать твои ролики людям, которые уже смотрели предыдущие выпуски, в приоритете. Так формируется «ядро» аудитории, которое со временем расширяется.",
        "Мёртвая зона — дни 5–12, когда просмотры низкие и кажется, что ничего не работает. 90% людей бросают именно здесь. Это ловушка: алгоритм ещё не накопил достаточно сигналов, чтобы расширить показы. Если ты продолжаешь публиковать каждый день — на неделе 3 начинается органический разгон. Если бросаешь — доверие аккаунта обнуляется и всё начинается с нуля.",
        "Посмотри живые примеры формата: instagram.com/ferixdi.ai/reels/ — обрати внимание на постоянные пары персонажей, стабильный ритм, короткие реплики с неожиданным финалом. Заметь, как формат узнаётся за первые 0.5 секунды. Это то, что ты будешь создавать на конвейере — но с полной автоматизацией через FERIXDI Studio.",
        "План на 30 дней: неделя 0 — подготовка (уроки 1–5, создание серии, упаковка профиля, батч 15–20 роликов). Неделя 1 — запуск: публикуй 1–2/день, не жди больших просмотров. Неделя 2 — мёртвая зона: продолжай, делай промежуточное ревью. Неделя 3 — органический разгон: первые «выстрелы», масштабирование победителей. Неделя 4 — масштабирование: система работает, каждый ролик получает базовый охват. FERIXDI Studio позволяет собирать по 10–30 пакетов за одну сессию, так что единственное узкое место — твоя регулярность публикации."
      ],
      "metrics": [
        "Сигналы масштаба (вес выше): пересылки и сохранения",
        "Сигналы удержания: досмотры и пересмотры",
        "72-часовое окно: метрики считаем через 48–72 часа после публикации",
        "Доверие аккаунта: растёт при ежедневной публикации, падает при пропусках",
        "Цель на 30 дней: 30–60 выпусков → 4–8 победителей → масштабирование"
      ],
      "deliverables": [
        "Выбран один каркас серии: пара персонажей + 1–2 локации + стиль",
        "Определены 3 рубрики внутри серии (боль / хайп / формат)",
        "Создана таблица учёта: тема / дата / просмотры / досмотры% / пересылки / сохранения / WinnerScore / решение",
        "Записан 30-дневный таймлайн с понедельными ожиданиями"
      ]
    },
    {
      "id": "ig-02",
      "num": 2,
      "title": "15 минут в день и 3.6₽ за ролик: конвейер, который работает пока ты спишь",
      "duration": "22–30 мин",
      "bullets": [
        "Полный пайплайн: Studio → Flow → Veo → Instagram — что на каждом этапе",
        "Пакетность: сначала 10–30 пакетов в Studio, потом рендер блоком",
        "Правило «один выпуск — одно изменение» для снижения перегенераций",
        "Как за 2–3 часа собрать контент на неделю"
      ],
      "content": [
        "Конвейер состоит из 4 этапов: (1) FERIXDI Studio генерирует продакшн-пакет — Veo-промпт, фото-промпт для кадра 0, диалог с таймингами и полный инста-пакет; (2) Google Labs Flow генерирует стартовое фото (кадр 0) по фото-промпту — формат 9:16 вертикальный; (3) Google Labs Veo генерирует 8-секундное видео из кадра 0 + Veo-промпта в режиме image-to-video; (4) публикация в Instagram с текстами из инста-пакета.",
        "Скорость строится пакетностью. Главный рычаг: НЕ делай один ролик от начала до конца. Сначала собери 10–30 продакшн-пакетов в FERIXDI Studio за одну сессию — это «головная» работа. Затем иди в Flow и рендери все кадры 0 подряд. Потом в Veo — рендерь все видео. Потом публикуй по графику. Каждый этап выполняется потоком, без переключения контекста.",
        "Почему так быстрее: меньше переключений между инструментами, меньше хаоса, выше контроль качества. Ты работаешь «головой» один раз (выбор тем, персонажей, проверка пакетов), потом работаешь как оператор на потоке (копируй промпт → вставь → сгенерируй → следующий).",
        "Снижение перегенераций: правило «один выпуск — одно изменение». Если меняешь тему — не меняй одновременно персонажей и локацию. Одновременная смена нескольких переменных делает результат непредсказуемым и множит попытки. В Studio это легко: фиксируешь серию (пара + локация + стиль) и меняешь только тему через «Перегенерация с уточнением».",
        "Рабочий ритм на неделю: понедельник — собрать 20–30 пакетов в Studio (1.5–2 часа). Вторник — рендер кадров 0 в Flow + видео в Veo (1.5–2 часа). Среда-воскресенье — публикация по 3–4 ролика в день + учёт метрик в таблице. В четверг пересмотри WinnerScore: победителей — на вариации, слабых — заменить.",
        "Типичная ошибка: бесконечная полировка одного ролика. Если после 2 попыток (генерация + перегенерация с уточнением) результат не устраивает — переходи к следующей теме. Объём тестов важнее идеальности каждого выпуска. Из 30 попыток 2–4 станут победителями — и именно их ты масштабируешь.",
        "Правило запаса: НИКОГДА не публикуй «с колёс». Всегда имей запас готовых роликов на 7–10 дней вперёд. Если запас кончается — следующая пакетная сессия в Studio становится приоритетом. Запас защищает от выгорания, болезней и плохих дней. Ты заболел — ролики всё равно выходят по расписанию. Нет вдохновения — ролики всё равно выходят. Сломался компьютер — у тебя ещё неделя в запасе. Запас = страховка ежедневной регулярности.",
        "Точный бюджет времени: (1) Пакетная сессия в Studio — раз в неделю, 1.5–2 часа (15–20 пакетов). (2) Рендер в Flow + Veo — раз в неделю, 1.5–2 часа. (3) Ежедневная публикация — 15 минут в день (загрузка + тексты из инста-пакета + ответы на комменты). Итого: 2–3 часа в неделю на производство + 15 мин/день на публикацию. Это меньше, чем один ролик «вручную» — но на выходе 7–14 роликов."
      ],
      "metrics": [
        "Производство: 2–3 часа раз в неделю (пакетная сессия Studio + Flow + Veo)",
        "Публикация: 15 минут в день (загрузка + тексты + комменты)",
        "Запас: всегда 7–10 готовых роликов впереди",
        "Цель недели: 7–14 опубликованных выпусков",
        "Правило 2 попыток: генерация + 1 перегенерация, потом — следующий"
      ],
      "deliverables": [
        "План недели: сколько пакетов / рендер-сессий / публикаций по дням",
        "Таблица учёта выпусков (тема / дата / статус / метрики / WinnerScore)",
        "Запас готовых роликов на 7–10 дней",
        "Чек-лист каждого этапа конвейера (Studio → Flow → Veo → Instagram)"
      ]
    },
    {
      "id": "ig-03",
      "num": 3,
      "title": "Секретная раскадровка 8 секунд: loop-эффект, который заставляет пересматривать",
      "duration": "20–28 мин",
      "bullets": [
        "Раскадровка FERIXDI: 0–0.5с хук / 0.5–3с реплика A / 3–7с реплика B / 7–8с killer word",
        "Редактор диалога: как подогнать реплики под хронометраж",
        "Добивка (A2): финальная фраза после панчлайна — оружие пересмотров",
        "Стоп-ошибки: длинные реплики, поздний панч, слабый хук"
      ],
      "content": [
        "8 секунд — формат, где зритель решает «свайп или досмотр» за первые 0.3–0.5 секунды. Хук обязан стартовать мгновенно — зритель должен увидеть знакомых персонажей и услышать начало конфликта в первом кадре.",
        "Раскадровка в FERIXDI Studio (вкладка «🎬 Раскадровка — 8 секунд»): 0–0.5 сек — визуальный хук (персонажи в кадре, эмоция на лицах); 0.5–3 сек — реплика A (провокация, вопрос, возмущение — максимум 15 слов); 3–7 сек — реплика B (ответ с неожиданным поворотом и панчлайном — максимум 18 слов); 7–8 сек — killer word (финальная эмоция: реакция, мимика, последнее слово). Эта структура уже вшита в генератор — Studio автоматически раскладывает диалог по этому каркасу.",
        "Редактор диалога в Studio (появляется после генерации): каждая реплика показывает количество слов и расчётный хронометраж. Если реплика длинная — ты видишь предупреждение. Кнопка «⚡ Авто-сокращение» обрежет лишнее автоматически. Кнопка «✓ Применить изменения» обновит все промпты. Так ты контролируешь тайминг, не пересчитывая секунды вручную.",
        "Добивка (A2) — секретное оружие пересмотров. После реплики B (панчлайна) персонаж A добавляет короткую финальную фразу — до 4 слов. Это «контрольный выстрел» в последнюю секунду видео. Зритель не ожидает второго поворота — и пересматривает ролик, чтобы «поймать» оба панча. FERIXDI Studio генерирует добивку автоматически.",
        "Пороговое правило: главный панч (реплика B) должен прозвучать до 7-й секунды. Если панч приходится на 7–8 секунду — зритель может не успеть его «впитать», и эффект пересмотра теряется. Последняя секунда — только для эмоциональной «подписи» (killer word + мимика).",
        "Реплики: коротко, одна мысль — одна реплика. Сложные обороты и длинные предложения снижают удержание и сужают аудиторию. Правило: если реплику нельзя понять на слух с первого раза — она слишком сложная. В Studio используй библиотеку шуток (364 готовых шутки с оценкой вирусности) — они уже отформатированы под короткие реплики A/B.",
        "Стоп-ошибки, которые убивают удержание: (1) реплика A дольше 3.5 секунд — зритель теряет терпение; (2) панч позже 7 секунды — зритель уже свайпает; (3) хук начинается с паузы или установочного кадра — свайп за 0.3 сек; (4) обе реплики одинаковой длины — нет контраста, нет динамики.",
        "LOOP-ЭФФЕКТ — техника, которая удваивает пересмотры. Killer word или добивка в последнюю секунду должна создавать «разрыв смысла» — зритель не успевает его обработать и автоматически пересматривает. Примеры: неожиданное слово, абсурдное заявление, визуальная реакция без слов (шок, падение, разворот). Instagram считает каждый пересмотр как отдельный сигнал удержания — это мощнейший буст для алгоритма. Ролики с loop-эффектом получают в 2–3× больше пересмотров.",
        "ЭНЕРГЕТИЧЕСКАЯ КРИВАЯ 8 секунд — Studio прописывает её автоматически в каждый Veo-промпт: 0.0–0.5с → энергия 80% (сильный старт, но не максимум); 0.5–3.0с → 90% (нарастание, реплика A создаёт напряжение); 3.0–4.0с → 60% (пауза-провис перед панчем — зритель ждёт); 4.0–7.0с → 95–100% (панч, максимальная энергия, реплика B); 7.0–8.0с → 70% (спад + killer word, создаёт loop-эффект). Этот ритм «нарастание → провис → взрыв → спад» — кинематографический приём, который удерживает внимание даже на 8 секундах.",
        "ЗВУКОВОЙ ДИЗАЙН — невидимый усилитель удержания. Veo 3.1 генерирует видео со встроенным звуком: room tone (шум помещения), фолей (шаги, шорох одежды), микро-звуки речи (щелчки слюны, дыхание между фразами). Studio прописывает эти параметры в промпт автоматически. Зритель не осознаёт, но подсознательно чувствует «реальность» видео — и не свайпает. AI-видео без звукового дизайна воспринимается как «пластиковое» и теряет 15–20% удержания.",
        "БЕНЧМАРКИ УДЕРЖАНИЯ для 8-секундных AI-Reels: средний % просмотра >80% = хорошо (алгоритм расширяет показы); >90% = отлично (кандидат в победители); <60% = слабый хук, нужна перегенерация. Пересмотры: если >15% зрителей пересматривают — у тебя loop-эффект и потенциальный вирал. Пересылки: >3% от просмотров = сильный share-потенциал. Сохранения: >2% = контент, к которому хотят вернуться."
      ],
      "metrics": [
        "Реплика A: максимум 15 слов, укладывается в 2.5 сек",
        "Реплика B: максимум 18 слов, укладывается в 4 сек",
        "Killer word / добивка: 1–4 слова, последняя секунда",
        "Энергетическая кривая: 80→90→60→95→100→70%",
        "Удержание: >80% = хорошо, >90% = кандидат в победители",
        "Пересмотры: >15% = loop-эффект, потенциальный вирал",
        "Пересылки: >3% от просмотров = сильный share-потенциал"
      ],
      "deliverables": [
        "Шаблон каркаса 8 секунд для твоей серии",
        "Правила длины реплик: A ≤ 15 слов, B ≤ 18 слов, killer ≤ 4 слова",
        "Энергетическая кривая расписана по секундам",
        "10 тем с loop-эффектом (добивка создаёт «разрыв смысла»)",
        "Бенчмарки записаны в таблицу учёта для сравнения"
      ]
    },
    {
      "id": "ig-04",
      "num": 4,
      "title": "Почему одна пара персонажей приносит подписчиков в 4–6× быстрее, чем случайные ролики",
      "duration": "18–26 мин",
      "bullets": [
        "Система «Серии» в Studio: фиксируй пару, стиль, считай эпизоды",
        "200+ персонажей: как выбрать пару с максимальным контрастом",
        "Конструктор персонажей: создавай своих уникальных героев",
        "3 рубрики внутри одной серии для стабильного темпа"
      ],
      "content": [
        "Подписка появляется, когда зритель понимает: «здесь будет ещё такое же, и мне это нравится». Это эффект сериала. Один вирусный ролик даёт просмотры, серия вирусных роликов с одними и теми же персонажами даёт подписчиков. Instagram усиливает этот эффект: если зритель посмотрел 2–3 выпуска серии — алгоритм начинает показывать ему каждый новый выпуск в приоритете.",
        "В FERIXDI Studio зайди в раздел «📺 Серии»: создай серию с фиксированной парой персонажей, названием и стилем. Система считает эпизоды автоматически. Когда генерируешь новый выпуск серии — Studio помнит предыдущие 3 генерации (функция «Память потока») и не повторяет темы и формулировки. Это критично для удержания: зрителю нужна вариация, а не повтор.",
        "Выбор пары персонажей — самое важное решение серии. В Studio 200+ персонажей с системой совместимости (хаотичный / конфликтный / спокойный / мемный / сбалансированный). Лучшая динамика: когда стили контрастируют. Хаотичный провокатор (A) + спокойный ответчик (B) = взрывная пара. Studio показывает AI-анализ подбора с процентом совместимости и советами по улучшению. Используй кнопку «🎲 Случайная пара» для быстрых экспериментов.",
        "Если в каталоге нет нужного персонажа — используй «✨ Конструктор персонажей». Описываешь внешность, стиль речи, выбираешь группу и роль (A/B) — и получаешь персонажа, который сохраняется в твоей библиотеке. Можно загрузить фото-референс для точного воспроизведения внешности в промптах. То же для локаций — «📍 Конструктор локаций» создаёт любое место с описанием сцены, освещением и настроением.",
        "Тест-правило: 14 дней не меняй форму серии (пару, локацию, ритм). Меняй только темы и формулировки. Так алгоритм не путается и быстрее находит твою аудиторию. Если за 14 дней из 20–30 выпусков ни один не стал победителем — меняй пару или стиль, но сохраняй ритм (тот же каркас 8 секунд).",
        "Три рубрики внутри серии для стабильного темпа и разнообразия: (1) боль — темы, которые задевают за живое (цены, ЖКХ, зарплата); (2) хайп — то, что обсуждают прямо сейчас (используй «🔍 Поиск идей» с нишевым фильтром); (3) формат — классические вирусные структуры (диалог поколений, семейные споры). Библиотека шуток Studio содержит 364 готовых шутки по 12 темам — бери оттуда и адаптируй под свою пару.",
        "SMART MATCH ANALYSIS — AI-подбор пар в Studio. Перед генерацией Studio анализирует совместимость выбранной пары по 4 параметрам: (1) Химия (chemistry) — насколько стили речи контрастируют; (2) Релевантность теме — подходят ли эти персонажи для выбранной темы; (3) Совместимость с локацией — насколько органично пара смотрится в сцене; (4) Баланс ролей A/B — кто провоцирует, кто отвечает. Каждый параметр показывает процент. Пара с химией >85% — сильная. Если химия <60% — поищи другую комбинацию. Используй Smart Match для оптимизации каждой серии.",
        "МИФОЛОГИЯ ПЕРСОНАЖЕЙ — продвинутая техника для долгосрочных серий. Когда зритель смотрит 5+ выпусков с одной парой — он начинает воспринимать персонажей как «знакомых». У каждого персонажа в Studio прописаны: внешность, промпт-токены (EN), стиль речи, identity anchors и тип совместимости. Это значит: персонаж выглядит, говорит и реагирует одинаково в каждом ролике. Зритель узнаёт «своего героя» за 0.3 секунды — и это автоматически повышает удержание и конверсию в подписку. По данным аккаунтов с серийным контентом: аудитория, которая видит одних персонажей 3+ раз, подписывается в 4–6× чаще, чем случайные зрители.",
        "СИГНАЛЫ УСТАЛОСТИ АУДИТОРИИ — когда менять пару. Если после 30+ выпусков одной серии WinnerScore стабильно падает 3 недели подряд, а пересылки сократились >50% от пиковых значений — аудитория «выгорела» на этих персонажах. Что делать: (1) не бросай серию резко — сократи до 2 выпусков в неделю; (2) запусти параллельную серию с новой парой; (3) через 2–3 недели сравни WinnerScore обеих серий — победившая становится основной. Ротация серий — нормальная практика для аккаунтов с 50+ выпусками.",
        "КОНВЕРСИЯ СЕРИИ В ЧИСЛАХ: типичная воронка для аккаунта с 1–3 мес. регулярной публикации: 1 000 просмотров ролика → 30–80 зрителей заходят в профиль (3–8%) → 10–25 подписываются (1–2.5% от просмотров) → 2–5 пишут в директ (0.2–0.5%). Для серии из 30 роликов с ~1 000 просмотров каждый: ~30 000 просмотров → 300–750 подписчиков → 60–150 диалогов в директ. Это не теория — это средние показатели серийных AI-Reels аккаунтов."
      ],
      "metrics": [
        "Smart Match: химия >85% = сильная пара, <60% = менять",
        "Конверсия в подписку: 1–2.5% от просмотров (для серийного контента)",
        "Узнаваемость: 3+ просмотра одной пары → подписка в 4–6× чаще",
        "Усталость: WinnerScore падает 3 недели + пересылки -50% = ротация",
        "Разнообразие: 3 рубрики, чтобы тестировать темы без смены формата"
      ],
      "deliverables": [
        "Серия создана в Studio: пара + название + стиль + Smart Match >85%",
        "3 рубрики определены (боль / хайп / формат) с примерами тем",
        "План на 30 выпусков: 10 по каждой рубрике",
        "Чек-лист узнаваемости серии (пара / локация / ритм / каркас)",
        "Записаны бенчмарки конверсии для сравнения с реальными результатами"
      ]
    },
    {
      "id": "ig-05",
      "num": 5,
      "title": "92% трафика сливается на профиле — вот как забрать его себе",
      "duration": "18–24 мин",
      "bullets": [
        "Профиль объясняет формат за 1 секунду",
        "Инста-пакет Studio: вирусный заголовок, share bait, хештеги, комменты — всё готовое",
        "3 закрепа, которые ведут зрителя дальше",
        "Как подписи и комментарии усиливают алгоритм"
      ],
      "content": [
        "Охват без упаковки даёт просмотры без роста базы. Человек посмотрел ролик, засмеялся, свайпнул. Если профиль не объясняет «что здесь и зачем подписываться» за 1 секунду — зритель уходит. Профиль — это конверсионная страница, а не визитка.",
        "Био: «[Персонажи] разбирают [темы] за 8 секунд. Каждый день новый выпуск.» Чётко: кто, что, зачем вернуться. Ссылка в профиле — на Telegram или форму заявки (если бизнес). Не на «множество ссылок» — одно действие, одно направление.",
        "FERIXDI Studio генерирует полный инста-пакет для каждого ролика (вкладка «📱 Инста»): (1) «🔥 Вирусный заголовок» — цепляющая подпись для caption; (2) «📝 Share bait» — текст, который провоцирует пересылку; (3) «🏷 Хештеги» — набор из релевантных тегов; (4) «📌 Закреплённый комментарий» — с вопросом или призывом к действию; (5) «💬 Первый комментарий» — запускает обсуждение. Тебе нужно только скопировать по кнопкам и вставить в Instagram — все тексты оптимизированы под алгоритм.",
        "Закрепы: (1) «Старт» — объясни формат и кто персонажи; (2) «Лучшее» — топ-3 ролика с максимальными пересылками (победители); (3) «Следующий шаг» — куда дальше (подписка, Telegram, сотрудничество). Закрепы — это навигация: зритель пришёл с Reels, увидел профиль, и закрепы объясняют маршрут.",
        "Подписи: один смысл, один триггер. Вирусный заголовок из инста-пакета Studio — уже оптимальная подпись. Не добавляй длинные полотна — они не помогают удержанию и сужают аудиторию. Хештеги — в первый комментарий (не в caption), чтобы подпись выглядела чисто.",
        "Закреплённый комментарий — мощный инструмент вовлечения. Studio генерирует его автоматически: обычно это провокационный вопрос по теме ролика или призыв «отметь друга, которому это жизненно». Это увеличивает комментарии, а комментарии = дополнительный сигнал для алгоритма.",
        "Оптимальное время публикации: 18:00–21:00 МСК для русскоязычной аудитории (пик активности). Но важнее стабильность: публикуй в одно и то же время каждый день. Алгоритм «привыкает» к расписанию и показывает ролик подписчикам в момент выхода. Первые 30 минут после публикации — критичны: активность в этом окне (лайки, комменты, пересылки) ускоряет «тест → расширение». Поэтому публикуй, когда аудитория онлайн — не в 3 ночи.",
        "Бонус: один ролик — несколько платформ. Тот же 8-секундный вертикальный ролик из Veo можно параллельно публиковать в TikTok, YouTube Shorts, VK Клипы. Инста-пакет из Studio содержит все тексты — адаптируй заголовок под каждую платформу. Это умножает охват без дополнительного производства. Но Instagram остаётся приоритетом — здесь самый сильный алгоритм для серийного контента."
      ],
      "metrics": [
        "Конверсия профиля: % зрителей, перешедших из Reels в подписку",
        "Оптимальное время: 18:00–21:00 МСК, стабильно каждый день",
        "Первые 30 минут: активность в этом окне ускоряет разгон",
        "Вовлечение: комментарии под закреплённым комментарием",
        "Мультиплатформа: 1 ролик → Instagram + TikTok + Shorts + VK Клипы"
      ],
      "deliverables": [
        "Био профиля: кто + что + зачем подписаться + ссылка",
        "3 закрепа (старт / лучшее / следующий шаг)",
        "Шаблон публикации: caption (вирусный заголовок) → первый комм (хештеги) → второй комм (закреп) → третий комм (обсуждение)"
      ]
    },
    {
      "id": "ig-06",
      "num": 6,
      "title": "50 тем за 30 минут: как Studio находит вирусные идеи, пока ты пьёшь кофе",
      "duration": "20–28 мин",
      "bullets": [
        "«Готовые идеи»: AI подбирает актуальные темы с учётом твоей ниши",
        "«Поиск идей»: тренды, праздники, сезонность + конкурентный анализ TikTok/Instagram",
        "Библиотека шуток: 364 готовых шутки с оценкой вирусности → генерация в 1 клик",
        "Как за одну сессию собрать 10–30 пакетов"
      ],
      "content": [
        "Suggested — режим объёма. На старте объём тестов важнее идеальности каждого выпуска. Твоя задача — набрать статистику: чем больше выпусков с разными темами, тем быстрее ты находишь победителей. Suggested берёт на себя поиск темы — ты фокусируешься на отборе.",
        "Шаг 1 — «🔍 Поиск идей» в боковой панели Studio. Выбери свою нишу из 12 вариантов (бизнес, здоровье, tech, красота, финансы, образование, отношения, путешествия, еда, родительство, недвижимость, универсальные). Нажми «Найти 12 идей на сегодня» — AI проанализирует актуальные темы, праздники и сезонность, и выдаст готовые идеи с контекстом: почему тема актуальна, какой формат подойдёт, готовые реплики A/B.",
        "Шаг 2 — выбери понравившуюся идею. Кнопка «Как идею» вставит тему в генератор. Кнопка «Вставить диалог» подставит готовые реплики A/B в режим Script. Не обязательно использовать точный текст — это стартовая точка, которую AI адаптирует под твою пару персонажей.",
        "Альтернативный путь — «😂 Библиотека шуток». 364 готовых шутки по 12 темам (семья, деньги, работа, технологии, здоровье, еда, дача, поколения, отношения, транспорт, ЖКХ, школа). Каждая шутка показывает оценку вирусности (viral score). Сортировка: «🔥 По вирусности» для топовых шуток или «🎲 Случайные» для свежих идей. Нашёл подходящую? «Генерация в 1 клик» — Studio подберёт персонажей и локацию автоматически.",
        "Конкурентный анализ: в «Поиск идей» есть блоки «🎵 Найди вирусные AI-видео в TikTok» и «📸 Найди вирусные AI-видео в Instagram». Готовые хештеги для поиска (#veo3, #aivideo, #нейросеть, #бабкижгут), инструкции по фильтрации и скачиванию. Нашёл залетевшее видео? Скачай и загрузи в режим «🎥 По видео» — Studio сделает ремейк с твоими персонажами.",
        "Процесс пакетной сборки: открой Studio → выбери режим «📚 Готовые идеи» → пролистай темы → нажми «Генерировать» на каждой подходящей теме → после генерации проверь раскадровку и диалог → если ok — копируй промпты (Veo + фото) в документ/таблицу → переходи к следующей теме. За 1–1.5 часа реально собрать 15–20 пакетов. Затем иди в Flow/Veo и рендери всё потоком.",
        "Фильтр сильной темы: (1) мгновенно считывается — зритель понимает о чём за 1 секунду; (2) есть контраст или поворот — «ожидание vs реальность»; (3) укладывается в каркас 8 секунд — две короткие реплики; (4) подходит под твою серию и пару персонажей. Если тема не проходит хотя бы один фильтр — пропускай.",
        "СЕЗОННЫЙ КАЛЕНДАРЬ ТЕМ — Studio учитывает праздники и сезонность в «Поиске идей». Но ты можешь усилить эффект: планируй темы на 2 недели вперёд с учётом ближайших событий. Примеры: 8 марта — темы про отношения; 1 сентября — школа и поколения; Новый год — семейные сборы; лето — дача и отпуск. Сезонные темы получают на 30–50% больше пересылок, потому что совпадают с тем, о чём аудитория думает прямо сейчас. В библиотеке шуток Studio 12 тем покрывают большинство сезонных поводов.",
        "РЕМИКС-ЦЕПОЧКА — техника масштабирования одной удачной темы. Если тема «зарплата мужа» дала высокий WinnerScore — не просто делай вариацию. Строй цепочку: (1) оригинал: «зарплата мужа»; (2) инверсия: «зарплата жены»; (3) гипербола: «зарплата кота»; (4) продолжение: «на что потратил зарплату»; (5) контр-тема: «когда зарплата не важна». Из одного победителя — 5 выпусков. Каждый тестирует новый угол на подтверждённой аудитории. Это эффективнее, чем придумывать 5 разных тем с нуля.",
        "КОНВЕРСИЯ ТЕМА → ПОБЕДИТЕЛЬ в числах: из 50 отобранных тем → 20 пакетов пройдут фильтр → 15 доходят до рендера → из 15 опубликованных 2–4 становятся победителями (13–27% конверсия). Это нормальная статистика. Не жди, что каждый ролик залетит — жди, что из каждого батча будет 2–4 сильных. Именно поэтому объём тестов критичен: 5 выпусков в месяц ≠ достаточно для статистики. 30+ = уже можно делать выводы."
      ],
      "metrics": [
        "Цель сессии: отсмотреть 30–50 тем, отобрать 15–20 сильных",
        "Конверсия: 50 тем → 20 пакетов → 15 рендеров → 2–4 победителя (13–27%)",
        "Библиотека шуток: viral score > 85 = высокий потенциал",
        "Сезонность: +30–50% пересылок при совпадении с актуальным поводом",
        "Ремикс-цепочка: 1 победитель → 5 вариаций без выдумывания с нуля"
      ],
      "deliverables": [
        "Пул 50 тем (из трендов + библиотеки шуток + конкурентного анализа)",
        "15–20 собранных пакетов на неделю (промпты скопированы в таблицу)",
        "Сезонный план на 2 недели вперёд (праздники + события)",
        "2 ремикс-цепочки по 5 тем каждая (из прошлых победителей или шуток)",
        "Правила отбора темы под свою серию (4 фильтра)"
      ]
    },
    {
      "id": "ig-07",
      "num": 7,
      "title": "Одна фраза → готовый ролик: 12 пилларов кинематографии и QC Gate внутри каждого промпта",
      "duration": "18–24 мин",
      "bullets": [
        "Режим «Своя идея»: одна фраза → полный продакшн-пакет",
        "Формула: ситуация + эмоция + поворот — 3 слова достаточно",
        "Перегенерация с уточнением: точечные правки без разрушения каркаса",
        "A/B тестирование: 3 варианта диалога за один запрос"
      ],
      "content": [
        "Idea (режим «💡 Своя идея») — когда у тебя есть мысль, но писать полный диалог руками долго. Ты вводишь одну фразу — Studio генерирует полный продакшн-пакет: Veo-промпт, фото-промпт, диалог A/B с таймингами, раскадровку 8 секунд, killer word, добивку и полный инста-пакет. Сила режима — в простоте входа.",
        "Формула входа: одна ситуация + одна эмоция + один поворот. Примеры: «муж забыл годовщину — жена нашла чек из ресторана — он водил маму», «бабушка пришла в офис — все удивились — она новый директор», «кот разбил вазу — хозяин ругает — кот показывает видео как хозяин сам её задел». Чем проще вход — тем точнее результат. Сложные многослойные описания ухудшают диалог и снижают удержание.",
        "После генерации: Studio покажет результат на 6 вкладках — «🎬 Veo промпт» (для видео), «📸 Фото» (кадр 0), «🎥 Видео JSON» (технические параметры), «📱 Инста» (все тексты для Instagram), «📝 RU пост» (полный текст), «📋 Blueprint» (раскадровка). Проверь вкладку Veo: промпт должен описывать одну сцену с двумя персонажами, камера статичная, движения в кадре минимальны — это критично для качества Veo-видео.",
        "Перегенерация с уточнением (кнопка «🔄 Перегенерировать с уточнением»): если диалог хороший, но хук слабый — напиши «усиль хук, сделай провокацию острее». Если панч не смешной — «сделай финал неожиданнее». Не переписывай весь диалог — точечные правки сохраняют каркас и экономят время. Правило: если нужно больше 2 правок — перегенерируй с новой формулировкой входа.",
        "A/B тестирование диалога (кнопка «🔬 A/B Тест — 3 варианта»): Studio генерирует 3 варианта диалога с одними и теми же персонажами и темой, но разными формулировками. Ты выбираешь самый сильный вариант. Это мощный инструмент: вместо угадывания «какой панч лучше» — ты сравниваешь 3 готовых варианта и выбираешь объективно. Используй A/B тест для каждого важного выпуска.",
        "Редактор диалога: после генерации открывается редактор с обеими репликами. Ты видишь количество символов и расчётный хронометраж каждой реплики. Можешь править вручную — но помни правило: A ≤ 15 слов, B ≤ 18 слов. Кнопка «⚡ Авто-сокращение» подрежет автоматически. После правок нажми «✓ Применить изменения» — все промпты обновятся.",
        "Кнопка «🎲 Сюрприз» — если не можешь придумать тему: Studio случайным образом выберет персонажей, локацию и режим генерации. Часто сюрприз даёт неожиданные комбинации, которые ты бы не придумал сам — а именно неожиданность двигает пересылки.",
        "12 ПИЛЛАРОВ КИНЕМАТОГРАФИИ — почему ролики из Studio выглядят как живое видео. Каждый Veo-промпт содержит 12 слоёв качества: (1) освещение (8 пресетов, EV-бюджет, цветовая температура); (2) оптика (24–28mm, f/1.9–2.2, вычислительное боке); (3) микро-дрожание камеры (дыхание, OIS-артефакты); (4) микро-движения (моргание, дыхание, жесты, асимметрия); (5) стабильность лица (губы видны 100%, лимит поворота 25°); (6) контакт глаз (4 фазы: хук → речь A → речь B → release); (7) чистота кадра (макс. 7 элементов, 9:16); (8) текстуры (поры, морщины, нити ткани, складки); (9) цвет кожи (5 зон лица); (10) звуковой дизайн (room tone, фолей, щелчки слюны); (11) визуальный хук (энергия ≥80% с кадра 0); (12) монтажная логика (энергетическая кривая 80→90→60→95→100→70%). Тебе не нужно знать эти детали — Studio прописывает их автоматически в каждый промпт.",
        "QC GATE — 16 проверок качества перед финализацией. Studio автоматически проверяет каждый пакет: 8 жёстких проверок (тайминг, длина реплик, наличие панча, контраст A/B, читаемость) + 8 мягких (микротекстура кожи, шум сенсора, дыхание, тремор камеры, фокус, тени, OIS-артефакты). Если что-то не прошло — Studio показывает что именно и предлагает исправить автоматически. Ты не выпустишь ролик с ошибкой."
      ],
      "metrics": [
        "Вход: 1 фраза (3–15 слов) → полный продакшн-пакет",
        "12 пилларов: каждый промпт содержит 12 слоёв кинематографического качества",
        "QC Gate: 16 проверок (8 жёстких + 8 мягких) перед финализацией",
        "Перегенерация: максимум 2 попытки, потом — новая тема",
        "A/B тест: 3 варианта диалога → выбор лучшего за 30 секунд"
      ],
      "deliverables": [
        "20 входов по формуле (ситуация / эмоция / поворот)",
        "Список коротких крючков для первых 2 секунд",
        "5 пакетов, прошедших A/B тестирование"
      ]
    },
    {
      "id": "ig-08",
      "num": 8,
      "title": "Подтекст, который даёт +40% пересмотров: как писать диалоги, от которых не свайпают",
      "duration": "18–24 мин",
      "bullets": [
        "Режим «Свой диалог»: полный контроль реплик A и B",
        "Короткие реплики, понятные на слух с первого раза",
        "Контраст A/B: провокатор vs ответчик — двигатель пересмотров",
        "Стоп-ошибки: слишком длинный диалог, нет контраста, нет панча"
      ],
      "content": [
        "Script (режим «✍️ Свой диалог») — полный контроль реплик. Ты пишешь реплику A и реплику B, Studio генерирует всё остальное: Veo-промпт с точным описанием сцены, фото-промпт для кадра 0, тайминги, killer word, добивку и инста-пакет. Этот режим для тех, кто знает, что хочет сказать — но не хочет тратить время на промпт-инженерию.",
        "Реплики: коротко, одна мысль — одна реплика. Правило: если реплику нельзя понять на слух с первого раза — она слишком сложная. Целевая аудитория Reels — массовая, а не нишевая. Сленг, жаргон и сложные обороты сужают охват. Studio покажет количество символов и расчётный хронометраж — держи A ≤ 15 слов, B ≤ 18 слов.",
        "Контраст A/B — двигатель реакции: персонаж A задаёт рамку (провокация, вопрос, возмущение), персонаж B даёт неожиданный поворот и панч. Если оба персонажа говорят в одном тоне — контраста нет, и зритель не цепляется. Лучшие пары: хаотичный A + спокойный B, возмущённый A + ироничный B, наивный A + саркастичный B.",
        "Где брать диалоги: (1) адаптируй из «😂 Библиотеки шуток» — нажми «Вставить диалог» под шуткой, реплики A/B автоматически подставятся в режим Script; (2) из «🔍 Поиск идей» — кнопка «Вставить диалог» у каждой идеи; (3) из конкурентного анализа — пересмотри залетевшие ролики конкурентов и перескажи суть своими словами; (4) из жизни — подслушанные диалоги, мемы, ситуации из новостей.",
        "Ключевая ошибка режима Script: зачитываешь диалог вслух — и он звучит как текст из книги, а не как живая реплика. Проверяй каждый диалог вслух: если звучит неестественно — перепиши. Диалог должен звучать как подслушанный разговор двух реальных людей, а не как скрипт.",
        "Процесс: впиши реплику A → впиши реплику B → нажми «✨ Создать контент» → проверь раскадровку (вкладка «📋 Blueprint») → убедись что killer word усиливает панч → если нет — «🔄 Перегенерировать с уточнением» → скопируй промпты → следующий диалог. Studio помнит предыдущие 3 генерации (Память потока) и не повторяет структуру.",
        "ПОДТЕКСТ — техника, которая делает диалог «умнее» без усложнения. Персонаж A говорит одно, но подразумевает другое. Примеры: «Дорогой, а ты сегодня мусор вынес?» (подтекст: ты бесполезен); «Мам, я сам разберусь» (подтекст: отстань). Зритель считывает оба слоя — и пересматривает, чтобы «поймать» подтекст. Это увеличивает пересмотры на 20–40% по сравнению с прямолинейным диалогом. Studio генерирует подтекст автоматически, если в уточнении написать «добавь подтекст» или «сделай реплику A с двойным дном».",
        "УНИВЕРСАЛЬНАЯ КОНКРЕТИКА — принцип, который отличает вирусные диалоги от средних. Тема должна быть одновременно конкретной (зритель видит себя) и универсальной (касается миллионов). Плохо: «проблемы на работе» (слишком общо). Плохо: «когда бухгалтер в ООО «Ромашка» не сдал отчёт» (слишком узко). Хорошо: «когда начальник пишет «зайди ко мне» без пояснения» — конкретная ситуация, которую пережили 90% работающих. Чем конкретнее деталь при универсальности боли — тем больше пересылок («это буквально я!»).",
        "РИТМ ДИАЛОГА — чередование коротких и длинных фраз создаёт динамику. Формула: A — короткая реплика-выпад (5–8 слов), B — чуть длиннее ответ-разворот (10–15 слов) + панч в конце. Монотонные реплики одинаковой длины убивают ритм. Пример хорошего ритма: A: «Ты опять весь день в телефоне?» (7 слов) → B: «Я твоей маме подарок на юбилей выбирала три часа, но ладно» (12 слов). Контраст длин = контраст энергий = удержание.",
        "PRE-FLIGHT ПАНЕЛЬ — перед генерацией Studio показывает ВСЕ параметры: персонажи, категория, локация, тайминг, гардероб A и B, 12 столпов качества (с раскрытием), хук, реквизит, количество хештегов. Проверь панель перед нажатием «Создать контент» — если что-то не то, лучше поправить сейчас, чем перегенерировать потом. Анимированный статус генерации показывает, что происходит в реальном времени."
      ],
      "metrics": [
        "Реплика A: ≤ 15 слов, провокация или вопрос",
        "Реплика B: ≤ 18 слов, неожиданный поворот + панч",
        "Подтекст: +20–40% пересмотров vs прямолинейный диалог",
        "Ритм: чередование коротких (5–8 слов) и длинных (10–15 слов) реплик",
        "Проверка: прочитай вслух — звучит как живой разговор?"
      ],
      "deliverables": [
        "10 диалогов под каркас 8 секунд (проверенные вслух)",
        "3 диалога с подтекстом (двойное дно в реплике A)",
        "Словарь «коротких» формулировок для широкой аудитории",
        "5 примеров универсальной конкретики для своей ниши",
        "3 диалога, прошедших A/B тест и готовых к рендеру"
      ]
    },
    {
      "id": "ig-09",
      "num": 9,
      "title": "Чужой вирал → твой ролик за 3.6₽: полный workflow Flow + Veo от кадра до публикации",
      "duration": "24–32 мин",
      "bullets": [
        "Режим «По видео»: загружаешь чужой ролик → Studio делает ремейк с твоими персонажами",
        "Google Labs Flow: генерация кадра 0 (9:16) — пошагово",
        "Google Labs Veo: image-to-video (кадр 0 + промпт) — пошагово",
        "💰 Как сделать Veo дешёвым: 45 000 кредитов за 400–600 ₽ вместо 22 000 ₽",
        "Вариации победителя: 5–10 выпусков без выдумывания"
      ],
      "content": [
        "Video (режим «🎥 По видео») — самый быстрый путь к победителям. Ты берёшь чужой ролик, который уже залетел (подтверждённая механика удержания), загружаешь его в Studio — и получаешь ремейк с твоими персонажами, локацией и стилем. AI смотрит оригинальное видео, анализирует структуру (темп, поворот, финал) и создаёт адаптированный диалог. Механика остаётся — оболочка меняется.",
        "Как найти доноров для ремейков: (1) В Studio → «🔍 Поиск идей» → блок «🎵 Найди вирусные AI-видео в TikTok» — там готовые хештеги (#veo3 #googleai #aiart #нейросеть), инструкция по фильтрации (сортировка по лайкам за последнюю неделю). (2) Блок «📸 Найди вирусные AI-видео в Instagram» — хештеги (#aiart #бабкижгут #нейросеть). Скачивай ролики с >50K просмотров и заметными пересылками.",
        "Загрузка: два способа — файл (mp4, до 50MB) или ссылка (Studio скачает видео автоматически). После загрузки ты увидишь превью: обложку, длительность, размер. Studio может отправить AI-движку как сам видеофайл (AI «смотрит» видео), так и обложку (если файл слишком большой). Чем качественнее вход — тем точнее ремейк.",
        "Отбор доноров: не все залетевшие ролики годятся для ремейка. Фильтр: (1) темп — 2 реплики за 8 секунд, не 5; (2) точка поворота — неожиданный ответ B; (3) финальная эмоция — killer word или мимика; (4) читаемость за 1 просмотр — если нужно пересмотреть, чтобы понять о чём ролик — он слишком сложный. Тема вторична — важна структура.",
        "GOOGLE LABS FLOW — генерация кадра 0. Открой https://labs.google/fx/tools/flow/ → вставь фото-промпт из вкладки «📸 Фото» в Studio → настрой формат: выбери вертикальный (9:16, portrait) → нажми Generate. Flow выдаст 4 варианта — выбери тот, где персонажи чётко видны, эмоции на лицах читаются, фон не перегружен. Скачай в максимальном разрешении (1080×1920).",
        "Советы по Flow: (1) если персонажи получились нечёткими — добавь в промпт «sharp focus, detailed faces, cinematic lighting»; (2) если фон отвлекает — добавь «simple background, soft bokeh»; (3) если стиль не тот — уточни «photorealistic» или «3D Pixar style» или «anime style»; (4) генерируй 2–3 раза и выбирай лучший вариант.",
        "GOOGLE LABS VEO — генерация видео. Открой Veo (image-to-video) → загрузи скачанный кадр 0 → вставь Veo-промпт из вкладки «🎬 Veo промпт» → выбери длительность 8 секунд → нажми Generate. Veo создаст видео, где персонажи «оживают» из кадра 0 — губы двигаются, эмоции меняются, камера статичная. Скачай в 4K.",
        "Советы по Veo: (1) камера в промпте должна быть статичная (static camera, no camera movement) — иначе персонажи «плывут»; (2) движения минимальные (subtle gestures, talking, facial expressions) — чем меньше движения, тем стабильнее результат; (3) если видео артефачит — перегенерируй с тем же промптом, Veo даёт разные результаты каждый раз; (4) всегда скачивай в максимальном качестве.",
        "💰 КАК СДЕЛАТЬ VEO ДЕШЁВЫМ — реальная математика. Официальная подписка Google AI Ultra ($249.99/мес ≈ 22 000–25 000 ₽) даёт 45 000 кредитов, Veo 3.1 Quality, Flow, встроенную озвучку, сильный липсинг и приоритетные мощности. Это стабильный, 'белый' вариант — но для потокового производства 20–30 роликов в неделю это серьёзная нагрузка на бюджет.",
        "Альтернатива: на plati.market продаются аккаунты 'Gemini AI ULTRA + Veo 3.1 FLOW | 45 000 Credits' за 400–600 ₽. Это тот же Ultra — те же 45 000 кредитов, тот же рендер через официальные серверы Google Labs, то же качество. Разница — в способе доступа. Средний срок жизни аккаунта — около 7 дней. Даже если покупать новый каждую неделю: 600 ₽ × 4 = 2 400 ₽/мес — это в 8–10 раз дешевле официального Ultra. Не покупай аккаунты за 1 500–2 000 ₽: срок жизни и объём кредитов те же, переплата не даёт преимущества. Оптимальный диапазон — 400–600 ₽.",
        "Почему при таком доступе производство становится дешёвым: ты получаешь крупный объём кредитов при минимальном входе по деньгам + гибкость масштабирования + контроль расходов + официальное качество. Но работает это только при системном подходе: продуманные сцены из Studio (промпты уже оптимизированы), точные Veo-промпты (камера статичная, минимум движения), минимум перегенераций (правило '2 попытки — потом следующий'). Когда нет хаоса — нет слива кредитов. Veo сам по себе не дорогой — дорогим его делает хаотичный способ использования.",
        "СЕБЕСТОИМОСТЬ ОДНОГО РОЛИКА — 3.6₽. Вот математика: аккаунт за 500₽ даёт ~45 000 кредитов. Одна генерация 8-секундного видео в Veo Quality тратит ~325 кредитов (8 сек × ~40 кредитов/сек). 45 000 ÷ 325 ≈ 138 видео с одного аккаунта. 500₽ ÷ 138 ≈ 3.6₽ за ролик. Даже если 30% кредитов уходит на перегенерации — это ~5₽ за ролик. Для сравнения: один клик в таргете стоит 15–50₽. Один ролик за 3.6₽ может принести тысячи бесплатных просмотров. Это не опечатка — три с половиной рубля.",
        "Масштабирование победителя: ролик залетел → делай 5–10 вариаций. Та же пара, та же локация, тот же каркас — но новая тема. В Studio: выбери ту же серию, режим «💡 Своя идея» или «📚 Готовые идеи», и введи новую тему в том же стиле. Память потока не повторит формулировки. Это самый быстрый и надёжный способ закрепить рост."
      ],
      "metrics": [
        "Фильтр донора: 2 реплики / поворот / killer word / читаемость за 1 просмотр",
        "Flow: 2–3 генерации → выбор лучшего кадра 0",
        "Veo: статичная камера + минимум движения = стабильный результат",
        "Бюджет: 2 400 ₽/мес (4 аккаунта × 600 ₽) vs 22 000 ₽/мес (Ultra) = экономия 8–10×",
        "Масштабирование: победитель → 5–10 вариаций"
      ],
      "deliverables": [
        "Список 10 доноров с анализом структуры (темп / поворот / финал)",
        "5 кадров 0, сгенерированных в Flow (9:16, 1080×1920)",
        "5 видео, сгенерированных в Veo (8 сек, 4K)",
        "План вариаций для первого победителя",
        "Бюджет рендера: выбран способ доступа к Veo (Ultra или Plati), посчитан расход кредитов на неделю"
      ]
    },
    {
      "id": "ig-10",
      "num": 10,
      "title": "WinnerScore: одна формула, которая убирает гадание и показывает точно, что масштабировать",
      "duration": "20–28 мин",
      "bullets": [
        "4 метрики: досмотры / пересмотры / пересылки / сохранения",
        "WinnerScore: простая формула — считаешь за 10 секунд",
        "Правило решения: клонировать, усилить или заменить",
        "Как использовать «Перегенерацию с уточнением» для усиления слабых мест"
      ],
      "content": [
        "Аналитика в Reels — не про «красивые графики». Это про одно решение: масштабировать или заменить. Каждый ролик — эксперимент. Через 24–48 часов после публикации ты смотришь 4 числа и принимаешь решение. Не раньше (мало данных) и не позже (теряешь темп).",
        "Где смотреть метрики: Instagram → Reels → конкретный ролик → «Статистика» (иконка графика). Ключевые числа: (1) Просмотры (Plays) — сколько раз запустили; (2) Средний % просмотра — удержание (для 8 сек ролика цель >80%); (3) Пересылки (Shares) — самый ценный сигнал; (4) Сохранения (Saves) — второй по ценности; (5) Комментарии — показатель вовлечения; (6) Лайки — наименее ценный сигнал.",
        "WinnerScore = (досмотры + пересмотры) + 2×пересылки + 2×сохранения. Пример: ролик набрал 1000 просмотров, 150 пересмотров, 45 пересылок, 30 сохранений → WinnerScore = (1000 + 150) + 2×45 + 2×30 = 1150 + 90 + 60 = 1300. Сравнивай WinnerScore выпусков между собой — это объективнее, чем «мне кажется, этот лучше».",
        "Правило решения: (A) WinnerScore в топ-20% серии + заметные пересылки → МАСШТАБИРУЙ: 5–10 вариаций с тем же каркасом в Studio (режим Idea или Suggested, та же серия). (B) Хорошие досмотры, но мало пересылок → УСИЛЬ: используй «🔄 Перегенерировать с уточнением» — попроси «сделай панч острее» или «добавь эмоциональный финал». (C) Слабые досмотры и нет пересылок → ЗАМЕНИ: не допиливай, переходи к новой теме.",
        "Типичные паттерны слабых выпусков и как их фиксить в Studio: (1) «Свайп на 2 секунде» = слабый хук → перегенерируй с «усиль провокацию в первой реплике»; (2) «Досмотры есть, пересылок нет» = панч не удивляет → перегенерируй с «сделай поворот неожиданнее, добавь абсурд»; (3) «Пересылки есть, но подписок мало» = проблема не в ролике, а в профиле → вернись к уроку 5 (упаковка).",
        "Таблица учёта — единственный документ, который тебе нужен. Столбцы: дата / тема / серия / персонажи / режим Studio / просмотры / досмотры% / пересылки / сохранения / WinnerScore / решение (масштаб/усиль/замена). Заполняй через 48–72 часа после публикации (72-часовое окно). Раз в неделю — ревью: кто в топ-20%, кого масштабировать.",
        "72-часовое окно подробно: Instagram тестирует каждый Reels 72 часа. Не смотри метрики через 6 часов — данных мало, ты примешь неправильное решение. Не жди 5 дней — теряешь темп. Оптимально: запиши метрики через 48–72 часа. Если ролик «взлетел» (>5K просмотров за 72 часа) — он может продолжать расти ещё неделю. Не трогай его — пусть алгоритм работает.",
        "Два паттерна роста: (1) «48-часовой спайк» — ролик набирает 80% просмотров за первые 48 часов, потом затухает. Это норма для большинства роликов. (2) «Медленный разгон» — ролик набирает 200–500 за 48 часов, потом алгоритм начинает расширять показы, и за следующие 5–7 дней ролик доходит до 5 000–50 000+. Второй паттерн — признак победителя: пересылки и сохранения продолжают накапливаться. Не удаляй «слабые» ролики раньше 72 часов — они могут оказаться «медленными разгонами».",
        "Аналитика в мёртвой зоне (дни 5–12): просмотры 50–300 по всем роликам — это НЕ повод менять стратегию. Это нормальный период накопления сигналов. Смотри на относительные показатели: какие темы дают больше пересылок среди твоих роликов (даже если абсолютные числа маленькие). Эти темы — кандидаты в победители после органического разгона на неделе 3."
      ],
      "metrics": [
        "WinnerScore = (досмотры + пересмотры) + 2×пересылки + 2×сохранения",
        "72-часовое окно: метрики считаем через 48–72 часа, не раньше",
        "Цель удержания 8-сек ролика: >80% среднего просмотра",
        "Два паттерна: спайк (80% за 48ч) vs медленный разгон (5–7 дней)",
        "Мёртвая зона: смотри относительные показатели, не абсолютные"
      ],
      "deliverables": [
        "Таблица выпусков с WinnerScore (минимум 10 строк)",
        "Топ-3 победителя с планом вариаций",
        "Список слабых выпусков с диагнозом и решением"
      ]
    },
    {
      "id": "ig-11",
      "num": 11,
      "title": "30 дней, 15 минут в день: точный план, после которого алгоритм начинает работать на тебя",
      "duration": "30–40 мин",
      "bullets": [
        "Неделя за неделей: что делать и чего ожидать с 0-го по 30-й день",
        "Мёртвая зона (дни 5–12): почему 90% бросают и как ты пройдёшь",
        "15 минут в день: точный ежедневный ритуал публикации",
        "Единственная переменная — твоя регулярность. Всё остальное автоматизировано."
      ],
      "content": [
        "Это НЕ 14-дневный спринт. Это 30-дневный марафон — и именно в этом разница между «попробовал и бросил» и «запустил систему, которая работает». Органический разгон в Instagram включается не на 3-й день и не на 7-й. Он включается на неделе 3–4 — но только если ты публикуешь каждый день без пропусков. Это не мотивация — это механика алгоритма. Доверие аккаунта (creator trust) строится ежедневной стабильностью. Один пропуск — и Instagram снова тестирует тебя с маленьких выборок.",
        "НЕДЕЛЯ 0 (1–2 дня): ПОДГОТОВКА. Изучи уроки 1–9. Создай серию в Studio (пара + название + стиль). Выбери 1–2 локации. Упакуй профиль (био + 3 закрепа). Создай таблицу учёта. Собери пул из 40–50 тем из всех источников Studio (Поиск идей, Библиотека шуток, конкурентный анализ). Сгенерируй первый батч: 15–20 пакетов в Studio → кадры 0 в Flow → видео в Veo. У тебя должен быть запас готовых роликов на 7–10 дней ПЕРЕД первой публикацией. Никогда не начинай публиковать без запаса — иначе один плохой день сломает ритм.",
        "НЕДЕЛЯ 1 (дни 1–7): ЗАПУСК. Публикуй 1–2 ролика в день. Оптимальное время: 18:00–21:00 МСК (когда аудитория онлайн). Просмотров будет мало — 50–300. Это НОРМАЛЬНО. Алгоритм тестирует тебя: показывает маленькой выборке и смотрит на удержание. Не меняй формат. Не паникуй. Заполняй таблицу метрик через 48 часов после каждой публикации. Параллельно: генерируй ещё 10 пакетов на неделю 2 (чтобы запас не кончался).",
        "Ежедневный ритуал (15 минут): (1) Открой папку с готовыми роликами — выбери следующий по плану (2 мин). (2) Загрузи в Instagram Reels (2 мин). (3) Вставь вирусный заголовок из инста-пакета в caption (1 мин). (4) Вставь хештеги в первый комментарий (1 мин). (5) Вставь закреплённый комментарий (1 мин). (6) Через 48 часов — запиши метрики предыдущего ролика в таблицу (3 мин). (7) Ответь на 3–5 комментариев (5 мин). Итого: 15 минут. Это всё, что нужно делать КАЖДЫЙ день. Производство (Studio + Flow + Veo) — отдельная пакетная сессия раз в неделю (2–3 часа).",
        "НЕДЕЛЯ 2 (дни 8–14): МЁРТВАЯ ЗОНА. Просмотры могут оставаться на 100–300 или вырасти до 500–2 000. Оба варианта нормальны. Алгоритм ещё накапливает сигналы. Именно здесь 90% людей бросают — они ожидали «вирусности за 3 дня» и разочаровались. Не будь как они. Продолжай ежедневный ритуал. ДЕНЬ 10 — ПРОМЕЖУТОЧНОЕ РЕВЬЮ: открой таблицу, отсортируй по WinnerScore, найди топ-3. Для каждого победителя создай 3–5 вариаций (та же пара, тот же каркас, новые темы). Для слабых — замени на новые темы.",
        "НЕДЕЛЯ 3 (дни 15–21): ОРГАНИЧЕСКИЙ РАЗГОН. Если ты не пропускал дни — здесь начинается магия. Instagram накопил достаточно данных о твоей аудитории. Один-два ролика могут «выстрелить» до 5 000–50 000+ просмотров. Это не случайность — это результат 14 дней стабильной работы. Что делать: (1) масштабируй победителей — 5–10 вариаций на каждый «выстрел»; (2) используй режим Video для ремейков своих же победителей с новым углом; (3) публикуй победителей-вариации подряд — алгоритм «запоминает» успешный формат и расширяет показы.",
        "НЕДЕЛЯ 4 (дни 22–30): МАСШТАБИРОВАНИЕ. Система работает. Каждый новый ролик получает базовый охват 500–2 000+ (вместо начальных 50–200), потому что доверие аккаунта выросло. Победители разгоняются быстрее. Подписчики растут не от отдельных роликов, а от серии в целом: зритель смотрит 2–3 выпуска → подписывается. Комбинируй режимы: Suggested для объёма, Idea для вариаций победителей, Video для ремейков конкурентов.",
        "ДЕНЬ 30: ИТОГИ. У тебя: 30–60 опубликованных роликов, 4–8 подтверждённых победителей, работающая серия с узнаваемыми персонажами, таблица с данными по каждому выпуску, понимание какие темы и формулировки работают. Что дальше: второй 30-дневный цикл с уточнённой стратегией. Теперь ты знаешь свою аудиторию — и каждый следующий месяц эффективнее предыдущего.",
        "Если ни одного победителя за 30 дней (это редко при ежедневной публикации, но возможно): меняй пару персонажей, сохраняя всё остальное (каркас 8 сек, тот же ритм, те же рубрики). Перезапусти серию с новой парой и начни новый 30-дневный цикл. Обычно проблема в паре — контраст недостаточно сильный.",
        "КРИТИЧНО: весь этот план работает ТОЛЬКО при ежедневной публикации без пропусков. Это единственное, что зависит от тебя. Всё остальное автоматизировано: темы находит AI (Поиск идей + Библиотека шуток), диалоги генерирует Studio (4 режима + A/B тест), фото рендерит Flow, видео рендерит Veo, тексты для Instagram генерирует инста-пакет. Тебе нужно только каждый день потратить 15 минут на ритуал публикации. 15 минут. Каждый день. 30 дней."
      ],
      "metrics": [
        "Неделя 0: подготовка (серия + профиль + запас 15–20 роликов)",
        "Неделя 1: запуск, 50–300 просмотров = норма, не паникуй",
        "Неделя 2: мёртвая зона, промежуточное ревью на день 10",
        "Неделя 3: органический разгон, масштабирование победителей",
        "Неделя 4: система работает, базовый охват 500–2 000+",
        "Итого 30 дней: 30–60 роликов → 4–8 победителей → устойчивая система"
      ],
      "deliverables": [
        "Таблица 30-дневного марафона с ежедневными задачами и метриками",
        "Запас роликов на 7–10 дней вперёд (никогда не публикуй «с колёс»)",
        "30–60 опубликованных роликов с WinnerScore",
        "4–8 подтверждённых победителей с планом вариаций",
        "Стратегия на второй 30-дневный цикл"
      ]
    },
    {
      "id": "ig-12",
      "num": 12,
      "title": "Просмотры → деньги: 4 канала монетизации и воронка, которая закрывает заявки на автомате",
      "duration": "18–26 мин",
      "bullets": [
        "Маршрут зрителя: 5 точек и где теряется трафик",
        "Продуктовое фото в Studio: как вставить свой товар в AI-видео",
        "Закреплённый комментарий + сторис = мост к диалогу",
        "Конкретные шаблоны: био / закреп / ответ на комментарий / первое сообщение"
      ],
      "content": [
        "Собрать охват — половина работы. Вторая половина — провести зрителя от ролика до целевого действия (подписка, заявка, покупка, диалог). Каждая точка маршрута — это место, где теряется трафик. Твоя задача — минимизировать потери на каждом шаге.",
        "Маршрут зрителя (5 точек): (1) Ролик → досмотр (удержание >80%); (2) Профиль → понимание «что здесь» за 1 сек (био + аватар); (3) Закрепы → «что дальше» за 2 сек (старт / лучшее / действие); (4) Комментарии/сторис → мост к контакту (закреп + ответы); (5) Директ → результат (заявка, вопрос, сотрудничество). Если зритель «теряется» на шаге 2 — неважно, насколько хороши шаги 3–5.",
        "Для бизнес-аккаунтов: FERIXDI Studio поддерживает интеграцию продукта в видео. В разделе «⚙️ Расширенные параметры» загрузи фото своего товара — AI «увидит» реальный продукт и встроит его в сцену. Режим «📸 Продуктовое фото» после генерации создаёт дополнительный промпт, где твой товар органично появляется в руках персонажей или на столе. Это нативная реклама: зритель смеётся над диалогом и одновременно видит продукт.",
        "Инста-пакет как воронка: (1) Вирусный заголовок — цепляет в ленте и заставляет кликнуть; (2) Share bait — провоцирует переслать («Отправь тому, кто...»); (3) Закреплённый комментарий — призыв к действию или вопрос, который начинает обсуждение; (4) Первый комментарий — хештеги + дополнительный контекст. Всё это генерируется автоматически в Studio — тебе нужно только скопировать и вставить.",
        "Шаблон закрепа для бизнеса: «Закреп 1: Как [продукт] решает [боль]. Закреп 2: Лучшие выпуски (топ-3 ролика с максимальным WinnerScore). Закреп 3: Как заказать / получить консультацию / начать сотрудничество — ссылка в шапке.» Для развлекательных аккаунтов: «Закреп 1: Кто эти персонажи. Закреп 2: Самые смешные выпуски. Закреп 3: Сотрудничество / реклама.»",
        "Шаблон ответа на комментарии: не «спасибо!», а продолжение разговора. Если комментарий «жиза!» → «А у тебя было похуже? 😂» Если «отправил другу» → «Респект! А он что сказал?» Каждый ответ — это дополнительный сигнал алгоритму + вовлечение + шанс увести в директ.",
        "AI-консультант в Studio (бесплатный, раздел «💬 AI Поддержка»): задай любой вопрос по воронке, упаковке, стратегии — AI ответит с учётом контекста FERIXDI Studio. Используй для генерации био, текстов для сторис, шаблонов ответов на комменты. Это бесплатный инструмент — не требует промо-кода.",
        "Фото после генерации — два режима. (1) Референс стиля: загрузи фото с нужной эстетикой (цвет, текстура, настроение) — AI допишет визуальный стиль во все промпты. Все ролики серии будут выглядеть в едином стиле. (2) Продуктовое фото: загрузи реальный товар — AI встроит его в промпт, персонаж держит продукт в кадре. Нативный product placement: зритель смеётся над диалогом и видит твой товар.",
        "МОНЕТИЗАЦИЯ — 4 канала превращения подписчиков в деньги. (1) Рекламные интеграции: аккаунт с 5 000+ подписчиков = от 5 000 до 30 000₽ за одну интеграцию. Бренды платят за нативное появление товара в твоих AI-роликах. (2) Партнёрские программы: вставь реферальные ссылки в био или сторис. Каждый переход = комиссия. Работает в нишах: финансы, красота, tech, образование. (3) Свои услуги/товары: ролики создают доверие → зрители приходят в директ → ты закрываешь сделку. Маршрут: ролик → профиль → личка → заявка. (4) Лидогенерация: собирай заявки для чужих бизнесов. Делаешь ролики в их нише, ведёшь трафик на их аккаунт или форму — получаешь оплату за каждую заявку.",
        "МАСШТАБИРОВАНИЕ НА НЕСКОЛЬКО АККАУНТОВ. Один аккаунт приносит трафик? Запускай второй на другую нишу. Ключ Studio бессрочный и не привязан к аккаунту. Та же формула, новые персонажи, новая аудитория. Каждый аккаунт — независимый источник трафика и дохода. Два аккаунта по 10 000 подписчиков > один на 20 000, потому что охватывают разные аудитории. Дополнительных затрат нет — себестоимость ролика те же 3.6₽.",
        "ТВОЙ ПЕРВЫЙ РОЛИК — пошаговый walkthrough. (1) Открой Studio → выбери серию → режим «📚 Готовые идеи» → нажми «Генерировать» на понравившейся теме. (2) Проверь раскадровку (Blueprint) — панч до 7 секунды? Реплики короткие? (3) Скопируй фото-промпт → открой Flow → вставь → сгенерируй кадр 0. (4) Скопируй Veo-промпт → открой Veo → загрузи кадр 0 → сгенерируй 8-секундное видео. (5) Скачай видео → открой Instagram → загрузи в Reels → вставь вирусный заголовок из инста-пакета → добавь хештеги в 1й комментарий → добавь закреп. Готово. Ты только что опубликовал свой первый AI-Reels за ~10 минут и 3.6₽.",
        "Итоговая формула: серийный контент (Studio) + качественное видео (Flow/Veo) + упакованный профиль + инста-пакет (все тексты готовые) + системная аналитика (WinnerScore) + ежедневная регулярность = предсказуемый рост просмотров, подписчиков и заявок. Не магия — конвейер. Не удача — система. Не один день — 30 дней. И единственное, что зависит от тебя — публиковать каждый день."
      ],
      "metrics": [
        "Маршрут: 5 точек, каждая оптимизирована",
        "Монетизация: 4 канала (интеграции / партнёрки / свои услуги / лидогенерация)",
        "Продуктовое фото + референс стиля: 2 режима интеграции в AI-видео",
        "Масштабирование: 1 ключ → неограниченное количество аккаунтов",
        "Первый ролик: 5 шагов, ~10 минут, 3.6₽"
      ],
      "deliverables": [
        "Маршрут воронки: 5 точек с конкретными текстами",
        "Шаблон био / 3 закрепа / ответ на комментарий / первое сообщение в директ",
        "Продуктовое фото загружено в Studio (если бизнес)",
        "План монетизации: какой канал подходит под твою нишу + первые шаги",
        "Первый ролик ОПУБЛИКОВАН (walkthrough пройден)",
        "Чек-лист публикации: видео → caption → 1й комм (хештеги) → 2й комм (закреп) → ответы на первые комменты"
      ]
    }
  ]
}
