{
  "title": "🎓 Обучение: разгон Instagram на AI-видео (FERIXDI Studio + Google Labs)",
  "subtitle": "Система серийных Reels на полуавтомате: FERIXDI Studio собирает продакшн-пакет, Google Labs (Flow/Veo) производит Quality-видео, Instagram разгоняет охваты за счёт удержания и пересылок.",
  "pricing_note": "Пакет за 10 000 ₽ включает безлимитный доступ к FERIXDI Studio и это обучение. Доступ к урокам открывается тем же промо-кодом, что и функции сервиса.",
  "proof_link": {
    "label": "Живые примеры моего формата (Reels)",
    "url": "https://www.instagram.com/ferixdi.ai/reels/"
  },
  "benefits": [
    "Конвейер: тема/ремейк → пакет (prompt+диалог+тайминг+подпись) → Flow/Veo → публикация → масштабирование победителей",
    "Серийность на постоянных персонажах и локациях: узнаваемость превращается в подписки",
    "Спринт тестов и правила отбора: усиливаем то, что даёт удержание, пересмотры, пересылки и сохранения",
    "Воронка: ролик → профиль → закреп → сторис/комменты → диалог → результат"
  ],
  "definitions": [
    {
      "term": "Победитель (winner)",
      "value": "Ролик, который можно повторять вариациями и который стабильно даёт пересылки/сохранения при хорошем удержании."
    },
    {
      "term": "Вариация",
      "value": "Тот же каркас серии и темп, но новая тема/формулировки — масштабирование без разрушения формата."
    },
    {
      "term": "WinnerScore",
      "value": "Удобная оценка победителя: (досмотры + пересмотры) + 2×пересылки + 2×сохранения."
    }
  ],
  "lessons": [
    {
      "id": "ig-01",
      "num": 1,
      "title": "Модель роста: как Instagram «понимает» аккаунт и почему серия разгоняет охваты",
      "duration": "20–28 мин",
      "bullets": [
        "Логика алгоритма: повторяемое поведение зрителя важнее красоты кадра",
        "4 метрики, которые реально толкают показы",
        "Мини-план на 14 дней: сколько выпусков нужно для статистики"
      ],
      "content": [
        "Instagram разгоняет не «идеальные ролики», а повторяемое поведение зрителя: досмотры, пересмотры, пересылки и сохранения. Серии выигрывают, потому что зритель узнаёт форму и быстрее потребляет выпуск за выпуском.",
        "Главные метрики роста: (1) удержание/досмотры, (2) пересмотры, (3) пересылки, (4) сохранения. Лайки вторичны. Комментарии полезны как сигнал вовлечения, но не главный двигатель масштабирования.",
        "Практичные ориентиры для короткого Reels: если ролик 8 секунд — цель, чтобы большая часть зрителей доходила до конца. Победитель — тот, где видны пересылки и сохранения, а не только лайки.",
        "Серия ускоряет рост: ты фиксируешь форму и тестируешь темы. Алгоритм быстрее понимает аудиторию и расширяет показы на похожих зрителей.",
        "Мини-план на 14 дней: цель — 20–30 выпусков, чтобы найти 2–4 победителя и сделать на них вариации. Если темп позволяет — 1–2 ролика в день."
      ],
      "metrics": [
        "Сигналы масштаба: пересылки и сохранения (вес выше)",
        "Сигналы удержания: досмотры и пересмотры"
      ],
      "deliverables": [
        "Выбран один каркас серии на 14 дней",
        "Определены 3 рубрики внутри серии",
        "Создана таблица учёта выпусков и метрик"
      ]
    },
    {
      "id": "ig-02",
      "num": 2,
      "title": "Конвейер без выгорания: пакетность и регламент производства 30 роликов в неделю",
      "duration": "22–30 мин",
      "bullets": [
        "Пакетность: сначала сборка пакетов в Studio, потом производство в Flow/Veo",
        "Как снизить число перегенераций и ускорить выпуск",
        "Правило «один выпуск — одно изменение»"
      ],
      "content": [
        "Скорость строится регламентом. Пакетность — главный рычаг: сначала собираешь пакеты выпусков в FERIXDI Studio, затем производишь их блоком в Google Labs (Flow/Veo).",
        "Почему так быстрее: меньше переключений, меньше хаоса, выше контроль. Ты работаешь «головой» один раз, потом работаешь как оператор на потоке.",
        "Снижение перегенераций: один выпуск — одно изменение. Одновременная смена темы, реплик и визуальной логики делает результат непредсказуемым и множит попытки.",
        "Рабочий ритм: собрать 10–30 пакетов на неделю → рендерить сериями → публиковать по графику → отмечать метрики → победителей клонировать вариациями."
      ],
      "metrics": [
        "Цель недели: 20–30 выпусков",
        "Цель победителей: 2–4 ролика с заметными пересылками/сохранениями"
      ],
      "deliverables": [
        "План недели (сколько пакетов/рендер-сессий/публикаций)",
        "Таблица учёта выпусков (тема/дата/статус/метрики/WinnerScore)"
      ]
    },
    {
      "id": "ig-03",
      "num": 3,
      "title": "Удержание 8 секунд: тайминг, реплики и финал, который даёт пересмотры",
      "duration": "20–28 мин",
      "bullets": [
        "Каркас 8 секунд: 0–3.5 / 3.5–7 / 7–8",
        "Как писать реплики, которые понимают на слух мгновенно",
        "Почему финальная эмоция увеличивает пересмотры и пересылки"
      ],
      "content": [
        "8 секунд — формат, где зритель решает «свайп» за доли секунды. Хук обязан стартовать сразу.",
        "Каркас: 0–3.5 сек — крючок, 3.5–7 сек — ответ и поворот, 7–8 сек — эмоциональный финал (реакция/смех/мимика).",
        "Пороговое правило: панч должен прозвучать до 7 секунды. Последняя секунда — эмоциональная «подпись», которая провоцирует пересмотр и пересылку.",
        "Реплики: коротко, одна мысль — одна реплика. Сложные обороты снижают удержание и сужают аудиторию.",
        "Финал: лёгкая человеческая эмоция делает сцену «настоящей», повышает доверие и досматриваемость."
      ],
      "metrics": [
        "Победитель чаще имеет пересмотры + пересылки, а не только лайки",
        "Слабый выпуск: досмотры есть, пересылок почти нет"
      ],
      "deliverables": [
        "Шаблон каркаса 8 секунд для серии",
        "Правила длины реплик и точки панча",
        "Список 10 тем под этот каркас"
      ]
    },
    {
      "id": "ig-04",
      "num": 4,
      "title": "Серийность и подписки: как превратить охват в рост базы",
      "duration": "18–26 мин",
      "bullets": [
        "Постоянные персонажи и 1–2 локации как ускоритель узнаваемости",
        "3 рубрики внутри одной серии для стабильного темпа",
        "Почему форма фиксируется, а тестируются темы"
      ],
      "content": [
        "Подписка появляется, когда зритель понимает: «здесь будет ещё такое же». Это эффект сериала.",
        "Узнаваемость строится повторяемыми элементами: каркас выпуска, роли персонажей, 1–2 локации, стабильный темп.",
        "Тест-правило: 14 дней не меняешь форму. Меняешь только темы и формулировки. Так ты не путаешь алгоритм и быстрее находишь победителей.",
        "Чтобы не выгорать, держи 3 рубрики внутри серии (например: боль / хайп / формат)."
      ],
      "deliverables": [
        "1 каркас серии + 3 рубрики",
        "План на 30 выпусков",
        "Чек-лист узнаваемости серии"
      ]
    },
    {
      "id": "ig-05",
      "num": 5,
      "title": "Упаковка профиля и конверсия: как не терять трафик",
      "duration": "18–24 мин",
      "bullets": [
        "Профиль объясняет формат за 1 секунду",
        "3 закрепа, которые ведут зрителя дальше",
        "Короткие подписи, которые поддерживают серию"
      ],
      "content": [
        "Охват без упаковки даёт просмотры без роста базы. Профиль — это конверсия.",
        "Био: кто ты, что за сериал, зачем подписываться. Чётко, без расплывчатости.",
        "Закрепы: (1) старт и контекст, (2) лучшие выпуски, (3) следующий шаг и маршрут к диалогу.",
        "Подписи: один смысл, один триггер. Длинные полотна редко помогают удержанию, короткие усиливают классификацию алгоритмом."
      ],
      "deliverables": [
        "3 закрепа",
        "Структура хайлайтов",
        "Шаблон подписи под Reels"
      ]
    },
    {
      "id": "ig-06",
      "num": 6,
      "title": "FERIXDI Studio: Suggested — поток тем и быстрый отбор победителей",
      "duration": "20–28 мин",
      "bullets": [
        "Поток тем = статистика = рост",
        "Фильтр сильной темы под 8 секунд",
        "Как за одну сессию собрать 10–30 пакетов"
      ],
      "content": [
        "Suggested — режим объёма. На старте объём важнее идеальности.",
        "Фильтр сильной темы: мгновенно считывается, есть поворот, укладывается в каркас 8 секунд, подходит под твою серию.",
        "Процесс: пул тем → отбор победителей → пакет (prompt+диалог+тайминг+подпись) → рендер сериями → публикация → учёт метрик."
      ],
      "deliverables": [
        "Пул 50 тем",
        "Отобранные 20–30 пакетов на неделю",
        "Правила отбора темы под серию"
      ]
    },
    {
      "id": "ig-07",
      "num": 7,
      "title": "FERIXDI Studio: Idea — как формулировать вход, чтобы выпуск получался предсказуемо сильным",
      "duration": "18–24 мин",
      "bullets": [
        "Формула: ситуация + эмоция + поворот",
        "Точечные правки без разрушения каркаса",
        "Когда проще перегенерировать, чем допиливать"
      ],
      "content": [
        "Idea — когда мысль есть, но писать руками долго. Сила — в простоте входа.",
        "Формула: одна ситуация, одна эмоция, один поворот. Чем сложнее вход, тем хуже удержание.",
        "Правки точечно: усиливаешь хук, усиливаешь панч, режешь лишнее. Если правок много — перегенерация быстрее и дешевле по времени."
      ],
      "deliverables": [
        "20 входов по формуле (ситуация/эмоция/поворот)",
        "Список коротких крючков для первых 2 секунд"
      ]
    },
    {
      "id": "ig-08",
      "num": 8,
      "title": "FERIXDI Studio: Script — диалог под широкую аудиторию и удержание",
      "duration": "18–24 мин",
      "bullets": [
        "Короткие реплики, понятные на слух",
        "Контраст A/B как двигатель реакции",
        "Как держать тайминг 8 секунд"
      ],
      "content": [
        "Script — режим контроля реплик, но контроль не должен превращаться в сложность.",
        "Реплики короткие, одна мысль — одна реплика. Это повышает удержание и расширяет аудиторию.",
        "A задаёт рамку, B даёт поворот и панч, финал — эмоция. Так появляется пересмотр и пересылка."
      ],
      "deliverables": [
        "10 диалогов под каркас 8 секунд",
        "Словарь «коротких» формулировок для широкой аудитории"
      ]
    },
    {
      "id": "ig-09",
      "num": 9,
      "title": "FERIXDI Studio: Video — ремейки по удержанию и масштабирование победителей",
      "duration": "24–32 мин",
      "bullets": [
        "Отбор доноров по структуре (темп/поворот/финал)",
        "Механика остаётся, оболочка меняется",
        "Вариации победителя: 5–10 выпусков без выдумывания"
      ],
      "content": [
        "Ремейки ускоряют рост, потому что ты берёшь механику удержания, которая уже сработала.",
        "Отбор доноров: темп, точка поворота, финальная эмоция, читаемость за 1 просмотр. Тема вторична — важна структура.",
        "Правило ремейка: механика остаётся, оболочка меняется (персонажи/локации/стиль). Это выглядит как твой сериал, но работает как победитель.",
        "Масштабирование: победитель → 5–10 вариаций с тем же каркасом. Это самый быстрый способ закрепить рост."
      ],
      "deliverables": [
        "Список 10 доноров",
        "Шаблон отбора по структуре",
        "План вариаций победителя"
      ]
    },
    {
      "id": "ig-10",
      "num": 10,
      "title": "Аналитика без магии: как считать WinnerScore и принимать решения быстро",
      "duration": "20–28 мин",
      "bullets": [
        "Главные метрики: досмотры/пересмотры/пересылки/сохранения",
        "WinnerScore: простая формула оценки победителя",
        "Правило: когда клонировать, а когда менять тему"
      ],
      "content": [
        "Главные сигналы масштаба — пересылки и сохранения. Они сильнее двигают распространение, чем лайки.",
        "WinnerScore = (досмотры + пересмотры) + 2×пересылки + 2×сохранения. Это удобный показатель для сравнения выпусков.",
        "Решение: если пересылки/сохранения заметны — клонируй выпуск вариациями. Если лайков много, а пересылок почти нет — усиливай хук и тестируй новые темы.",
        "Смысл аналитики — быстро понимать, какую механику повторять, а не спорить с цифрами."
      ],
      "deliverables": [
        "Таблица выпусков с WinnerScore",
        "Список победителей и план вариаций"
      ]
    },
    {
      "id": "ig-11",
      "num": 11,
      "title": "Спринт 14 дней: ежедневный план, который запускает рост",
      "duration": "22–30 мин",
      "bullets": [
        "Темп: 1–2 выпуска в день при полуавтомате",
        "Слабое заменяется, победители масштабируются",
        "Как не зависнуть в бесконечных правках"
      ],
      "content": [
        "14 дней — это спринт статистики. Твоя цель — объём тестов и быстрый отбор.",
        "План: выпускать стабильно каждый день. Цель — 20–30 попыток, 2–4 победителя, затем вариации на них.",
        "Слабое не допиливается бесконечно. Слабое заменяется. Победители получают вариации.",
        "Полуавтомат даёт темп: Studio собирает пакеты, Flow/Veo производит, ты публикуешь и отмечаешь метрики."
      ],
      "deliverables": [
        "План публикаций на 14 дней",
        "Список победителей",
        "План вариаций"
      ]
    },
    {
      "id": "ig-12",
      "num": 12,
      "title": "Воронка: ролик → профиль → диалог → результат (как не терять трафик)",
      "duration": "18–26 мин",
      "bullets": [
        "Маршрут зрителя и точки потерь",
        "Как закрепы/сторис закрывают вопрос «что дальше»",
        "Как делать контакт естественно"
      ],
      "content": [
        "Собрать охват — половина работы. Вторая половина — не потерять зрителя на пути.",
        "Маршрут: ролик → профиль (понятно, что за сериал) → закреп (следующий шаг) → сторис/комменты (контакт) → диалог (результат).",
        "Если зритель не понимает следующий шаг за 2–3 секунды — он уходит. Поэтому навигация профиля важна так же, как контент.",
        "Контакт строится спокойно: полезность, разбор, сотрудничество. Это выглядит как продолжение сериала."
      ],
      "deliverables": [
        "Маршрут воронки под профиль",
        "Шаблон закрепа",
        "Шаблон ответа на комментарии"
      ]
    }
  ]
}
